<div class="btr">
  <div class="btr-notice">
    <p>このページはオンライン入会を希望されない方に向けて、郵便局の振込用紙を使って入会する方法をお知らせするページです。オンライン入会は<a href="<?php echo esc_url(home_url('/online-registration/')); ?>">こちらのページ</a>をご覧ください。</p>
  </div>
  <p>日本テーラワーダ仏教協会の会員になると、月刊機関誌『パティパダー』や施本などが送付されます。パティパダーには、他では読めないスマナサーラ長老や初期仏教長老方の最新ご法話、パーリ経典和訳、協会関連の行事情報などが掲載されています。</p>
  <p>また、新規入会者には『パーリ日常経典』などが入った入会セットを進呈しています。</p>
  <p>何よりの特典は、<b>仏法を学び、実践する集いに参加することで得られるこころの喜び</b>です。自らのこころを育て、お釈迦様の仏法を日本で花開かせるための活動に、あなたも参加しませんか？</p>
  <div class="btr-column">
    <h3 class="headline-toiawase">入会方法</h3>
    <ul>
      <li>入会をご希望の方は、<span>年会費 5,000円</span>を下記の郵便口座へお振込みください。</li>
      <li>郵便局の振込用紙をご利用の際は、通信欄に「<span>入会希望</span>」と明記のうえ、「<span>お名前・読み仮名・郵便番号・ご住所（機関誌の送付先）・電話番号</span>」をご記入ください。</li>
      <li><span><b>ゆうちょダイレクトや他行からのお振込みの方は、必ず事務局までメールで上記の情報をお知らせください。</b></span>その際、「<span>振込日・振込金額</span>」もあわせてご連絡ください。ご連絡がない場合、入会手続きができませんのでご注意ください。</li>
      <li>協会への入会・退会は自由です。</li>
      <li>年会費は仏法僧へのお布施としてお預かりいたします。お布施のため、返金はいたしかねます。あらかじめご了承ください。</li>
      <li>ご不明な点がある場合は、<a href="<?php echo get_permalink(237); ?>">協会事務局までお問合せ</a>ください。</li>
    </ul>
    <div class="wrapper-kouza">
      <div class="kouza-box">
        <dl class="kouza-data">
          <dt>郵便振替口座</dt>
          <dd>００１２０－５－７６３９１４</dd>
          <dd>宗教法人日本テーラワーダ仏教協会</dd>
        </dl>
      </div>
      <div class="kouza-box">
        <dl class="kouza-data">
          <dt>他行からのお振込み</dt>
          <dd>ゆうちょ銀行 〇一九 店<small>（ゼロイチキユウ店）</small></dd>
          <dd>当座　０７６３９１４</dd>
        </dl>
      </div>
    </div>
    <dl class="keizoku-kaiin">
      <dt>継続会員について</dt>
      <dd>
        <ul>
          <li>継続会員の年会費も<span>5,000円</span>です。</li>
          <li>年会費は、<span>更新月にお送りする機関誌『パティパダー』に同封された振込用紙</span>をご利用のうえ、お振込みください。</li>
          <li><span>指定の振込用紙以外をご利用された場合</span>は、通信欄に「<span>継続年会費</span>」と明記のうえ、「<span>お名前・読み仮名・郵便番号・ご住所（機関誌の送付先）・電話番号</span>」をご記入ください。</li>
          <li><span><b>ゆうちょダイレクトや他行からのお振込みの方は、必ず事務局までメールで上記の情報をお知らせください。</b></span>その際、「<span>振込日・振込金額</span>」もあわせてご連絡ください。ご連絡がない場合、継続手続きができませんのでご注意ください。</li>

        </ul>
      </dd>
    </dl>
    <div style="margin-top: 2rem;">
      <h3 class="headline-toiawase">重要なお知らせ</h3>
      <p>これまで期限切れとなった会員の方については、事務局にて「再継続」という対応を行っておりましたが、今後はこの仕組みを廃止いたします。<br>
      年会費の振込が確認できなかった場合、会員資格は一旦終了となり、再度のご入会を希望される場合は「新規入会」としてお手続きをお願いいたします。<br>
      なお、再登録された方には「入会セット」は再送いたしません。また、<b>期限が切れていた期間中の『パティパダー』は発送されません</b>ので、更新漏れのないよう十分にご注意ください。</p>
    </div>
  </div>
</div>
