<?php
global $sect_title;
$sect_title = array (
  '入会方法', // sect-1-title
);
?>

<section id="sect-0">
  <h1 class="leadtext">あなたもブッダの教えの<br>サポーターになりませんか？</h1>
  <p><img src="<?php echo esc_url( get_theme_file_uri('/assets/img/about-3.png') ) ?>" class="img-about-3" alt="人のつながり">日本テーラワーダ仏教協会の会員になると、月刊機関誌『パティパダー』や施本などが送付されます。機関誌『パティパダー』には、他の書籍では読めないスマナサーラ長老をはじめとした初期仏教長老方の最新のご法話やパーリ経典の和訳、協会に関連した各種行事の情報などが掲載されています。<br>
    また、新規に入会された方には、『パーリ日常経典』などが入った入会セットを進呈しています。<br>
    何よりの特典は、<b>仏法を学び・実践する集いに参加することで得られるこころの喜び</b>です。
    自らのこころを育て、お釈迦様の仏法を日本で花開かせるための活動に、あなたも参加しませんか？ ブッダの教えのサポーターとして共に歩みましょう。</p>
  <h3 class="lead-aboutus u-mt-2rem">私たちが目指す生き方</h3>
  <ul>
    <li>私たちは、すべての悪行為をやめるように努力します。</li>
    <li>自ら善行為をするように励みます。善行為に励む他の人々を応援して協力します。</li>
    <li>心が怒り・嫉妬・憎しみで汚れているから、生きることは苦になると理解します。</li>
    <li>汚れのない清らかな心を育てることに励みます。他人にもそれを勧めます。</li>
    <li>他人の過ちを批判する排他的な生き方をやめて、人が幸福になる道を教えます。</li>
    <li>常識的で道徳的な人間として生きることに励みます。</li>
    <li>食べるもの、着るもの、あらゆるものに節度をもち、<br>必要以上に使うことで他の生命の生きる権利を奪わないようにします。</li>
    <li>日々怠ることなく、より善い心を育てることに励みます。</li>
    <li>釈迦牟尼ブッダによって説かれたこの生き方は、<br>人類が苦しみを乗り越えるための教えであると理解して、仏道を歩みます。</li>
  </ul>
  <p><b>日本テーラワーダ仏教協会は、<br>このような生き方を目指して日々精進している集いです。<br>あなたもぜひ仲間として参加してみてはいかがでしょうか。</b></p>
</section>


<section id="sect-1" class="toiawase-box">
  <h3 class="headline-toiawase">入会方法</h3>
  <p>入会方法は「オンライン入会」と「振込用紙を使った入会」の2種類があります。どちらの方法でも、入会金・継続年会費ともに同額です。</p>
  <div class="wrapper-kouza">
    <div class="kouza-box">
      <dl class="kouza-data">
        <dt>オンライン入会</dt>
        <dd>入会金（初年度年会費込み）：5,000円</dd>
        <dd>継続年会費：5,000円／年</dd>
        <dd>年会費は口座から自動引き落とし</dd>
        <dd>詳しくは<a href="<?php echo esc_url( home_url( '/support/online-registration/' ) ); ?>">こちらのページ</a>をご覧ください</dd>
      </dl>
    </div>
    <div class="kouza-box">
      <dl class="kouza-data">
        <dt>振込用紙による入会</dt>
        <dd>入会金（初年度年会費込み）：5,000円</dd>
        <dd>継続年会費：5,000円／年</dd>
        <dd>年会費の振込手続きが毎年必要</dd>
        <dd>詳しくは<a href="<?php echo esc_url( home_url( '/support/bank-transfer-registration/' ) ); ?>">こちらのページ</a>をご覧ください</dd>
      </dl>
    </div>
  </div>
</section>

