<div class="membership-update">
  <div class="update-box">
    <h2>退会方法</h2>
    <div class="update-column">
      <h3>会員の種類について</h3>
      <p>日本テーラワーダ仏教協会の会員には、登録方法により以下の2種類があります。退会方法が異なりますので、ご自身がどちらの会員であるかを確認してください。</p>

      <dl>
        <dt>▶ オンライン登録会員</dt>
        <dd>
          <ul>
            <li>「オンライン移行優待コース」や「オンライン入会」で登録された方。</li>
            <li>毎年の更新月に、ご登録の口座から年会費が自動引き落としされます。</li>
          </ul>
        </dd>
        <dt>▶ アナログ登録会員</dt>
        <dd>
          <ul>
            <li>郵便振込用紙で登録された方。</li>
            <li>更新月までに、パティパダー同封の振込用紙などで継続手続きが必要です。</li>
          </ul>
        </dd>
      </dl>

    </div>
    <h3>オンライン登録会員の退会方法</h3>
    <ul>
      <li><b>更新月の前月末</b>までに、以下の退会申請フォームからご連絡ください。<br>例：更新月が2024年9月の場合、2024年8月31日が申請期限です。</li>
      <li>申請期限を過ぎると、翌年の年会費が自動引き落としされ、返金はできません。</li>
    </ul>
    <small>更新月が近づいた会員には、「会員継続のご案内」メールをお送りしています。</small>

    <h3>アナログ登録会員の退会方法</h3>
    <ul>
      <li>更新月までに継続手続きをしない場合、自動的に退会となり、申請は不要です。</li>
      <li>途中で退会する場合は、以下の退会申請フォームからご連絡ください。</li>
      <li>フォームの利用が難しい場合は、協会事務局に直接ご連絡ください。</li>
      <li>途中で退会された場合でも、会費の払い戻しはできません。</li>
    </ul>
    <small>更新月が近づいた会員には、「更新のご案内」ハガキをお送りしています。</small>
    <a href="https://docs.google.com/forms/d/e/1FAIpQLSeBN9XQ0FDuIvtzlJH7sgJuE3ZMoqTKV9Yyqsw0ZS3IlczEPQ/viewform?usp=sf_link" class="_button" target="_blank">退会申請フォームはこちら</a>
  </div>
  <div class="update-box">
    <h2>登録情報の変更</h2>
    <ul>
      <li>会員情報として登録済みの住所、電話番号、メールアドレスを変更する場合は、以下のフォームに新しい情報を入力して送信してください。</li>
      <li>登録したクレジットカード情報を変更する場合は、「クレジットカード情報の変更を希望する」にチェックを入れて送信してください。後日、登録変更用のメールをお送りしますので、メールに記載されたURLから新しいクレジットカード情報を登録してください。</li>
      <li>アナログ登録会員でフォームの利用が難しい場合は、協会事務局宛にメール等でお知らせいただいても構いません。</li>
    </ul>
    <a href="https://docs.google.com/forms/d/e/1FAIpQLSeyzT8QFAuHm_u5uBq1hyok8Kk_en_ml9kuA-L6WSjG6HMeJA/viewform?usp=sf_link" class="_button" target="_blank">登録情報の変更フォームはこちら</a>

  </div>

</div>
