<div class="kp3">
  <div class="kp3-notice">
    <p>このページは新規にオンライン入会を希望される方のためのご案内ページです。</p>
  </div>

  <p>日本テーラワーダ仏教協会の会員になると、月刊機関誌『パティパダー』や施本などが送付されます。パティパダーには、他では読めないスマナサーラ長老や初期仏教長老方の最新ご法話、パーリ経典和訳、協会関連の行事情報などが掲載されています。</p>
  <p>また、新規入会者には『パーリ日常経典』などが入った入会セットを進呈しています。</p>
  <p>何よりの特典は、<b>仏法を学び、実践する集いに参加することで得られるこころの喜び</b>です。自らのこころを育て、お釈迦様の仏法を日本で花開かせるための活動に、あなたも参加しませんか？</p>

  <div class="column" style="background-color: white; padding: 1rem 1rem 0.5rem; margin: 2rem 0;">
    <h3 class="headline-toiawase">入会費用について</h3>
    <ul>
      <li><b>入会金（初年度年会費込み）：</b>5,000円</li>
      <li><b>継続年会費：</b>5,000円／年（自動更新）</li>
      <li><span>継続年会費は、クレジットカードまたはネット口座振替による自動引き落としです。</span></li>
    </ul>
  </div>

  <div class="kp3-description">
    <h2>お申し込み前にご確認ください</h2>
    <ul>
      <li><b>入会金（初年度年会費）</b>のお支払いには、<b>クレジットカード</b>か<b>コンビニ決済</b>がご利用いただけます。</li>
      <li>翌年以降の<b>継続年会費</b>のご登録には、<b>クレジットカード</b>か<b>ネット口座振替</b>がご利用いただけます。</li>
      <li>ご利用いただけるクレジットカードは <b>VISA または MasterCard のみ</b>となります。</li>
      <li>これらの決済方法をご利用いただけない場合は、<a href="<?php echo esc_url(home_url('/support/bank-transfer-registration/')); ?>">郵便振込による入会</a>をご利用ください。</li>
    </ul>
  </div>

  <div class="kp3-flow">

    <h2>オンライン入会方法</h2>

    <div class="kp3-flowbox _1st">
      <span class="num">1</span>
      <h3>メールアドレスのご登録</h3>
      <p>下のボタンから<b>メールアドレス認証ページ</b>にアクセスしてください。</p>
      <p>
        認証ページでメールアドレスを入力・送信すると、ご登録されたアドレス宛に<b>会員登録用URLのご案内</b>メールが送信されます。
      </p>
      <a href="https://www.kaihipay.jp/forms?form_code=2679105149586156" target="_blank">メールアドレス認証ページ</a>
    </div>

    <div class="kp3-downarrow"></div>

    <div class="kp3-flowbox _2nd">
      <span class="num">2</span>
      <h3>会員情報のご登録</h3>
      <p>メールに記載されたURLをクリック<sup>※1</sup>して<b>申込フォーム</b>にアクセスし、氏名・ご住所・電話番号などの必須項目をすべてご入力ください。会員情報は<span class="red">機関誌パティパダーの発送に使いますので、氏名や番地などにお間違いや記載漏れがないよう</span><sup>※2</sup>ご確認ください。
      </p>
      <p class="caption">※1：クリックしても申込ページが表示されない場合は、メールに記載されたURLをコピーしてブラウザのアドレスバーに貼り付けてください。</p>
      <p class="caption">※2：会員情報に記載漏れや間違いがあると、初回のパティパダー発送が遅れることがあります。</p>
    </div>

    <div class="kp3-downarrow"></div>

    <div class="kp3-flowbox _3rd">

      <span class="num">3</span>
      <div>
        <h3>決済方法のご登録</h3>
        <p>決済方法のご登録には、初期費用（入会金・初年度年会費）と２年目以降の継続年会費の２ステップがあります。</p>

        <h4 class="kp3-kessai2">ステップ１：初期費用決済方法のご登録</h4>
        <ul>
          <li>
            初期費用（入会金・初年度年会費　6,000円）の決済には、<b>クレジットカード決済</b>か<b>コンビニ決済</b>をお選びいただけます。ご利用いただけるクレジットカードは、<b>VISA</b> か
            <b>MasterCard</b>のみです。
          </li>
          <li>
            クレジットカードをご登録の方で、<b>同じカードを継続課金にもお使いになる方</b>は「初期費用決済で利用したカードを継続課金方法としても登録する」の<b>チェックボックスをチェックしたまま</b>にしておいてください（初期状態ではオンになっています）。この状態でご登録されると、ステップ２の継続課金方法のご登録が不要になります。<br>
            <img src="<?php echo esc_url(get_theme_file_uri('/assets/img/kp/screen-checkbox.png')) ?>" alt="決済方法のチェックボックス">
          </li>
          <li>ステップ１を完了しないと、次のステップ２には進めません。VISA か MasterCard が使えない方は、ここではコンビニ決済を選択してください。</li>
          <li>コンビニ決済は、ファミリーマート・ローソン・セイコーマート・ミニストップ・デイリーヤマザキ・ヤマザキデイリーストアからお選びいただけます。手続き完了後に送信されるメールのご案内をお読みいただき、店頭でお支払いください。
          </li>
        </ul>


        <h4 class="kp3-kessai2"><span class="red">ステップ２</span>：継続課金方法のご登録</h4>
        <ul>
          <li>次年度以降の継続年会費の決済は自動引き落としとなります。</li>
          <li>継続課金方法のご登録には、<b>クレジットカード決済</b> か <b>ネット口座振替</b> がご利用いただけます。</li>
        </ul>


      </div>
    </div>

  </div>
  <div class="kp3-faq">
    <h2>よくあるご質問</h2>
    <div class="kp3-faq-box">
      <span>Q</span>
      <h3>次年度の更新について教えてください</h3>
    </div>
    <p>
      次年度の更新は、オンライン登録会員に移行された月を基準に、毎年自動で行われます。継続年会費の決済日は、更新月の26日です。たとえば、2023年12月にオンライン登録会員に移行された場合、次年度以降は毎年12月26日に口座引き落としが行われます。<br>
      自動更新を希望されない場合は、更新月の前月末までに退会手続きを行ってください。手続きを行わない場合、更新月に自動更新され、26日に年会費が引き落とされます。
    </p>
    <div class="kp3-faq-box">
      <span>Q</span>
      <h3>退会するにはどうしたらいいですか？</h3>
    </div>
    <p>
      退会はいつでも可能です。退会を希望される場合は、更新月の前月末までに<a href="https://docs.google.com/forms/d/e/1FAIpQLSeBN9XQ0FDuIvtzlJH7sgJuE3ZMoqTKV9Yyqsw0ZS3IlczEPQ/viewform?usp=sf_link" target="_blank">退会申請フォーム</a>からご連絡ください。前月末を過ぎてご連絡いただいた場合、更新月には自動更新されるため、ご注意ください（更新月が近づいた際には、更新のご案内メールをお送りいたします）。
    </p>
    <div class="kp3-faq-box">
      <span>Q</span>
      <h3>住所やメールアドレスの変更をしたい場合はどうすればいいの？</h3>
    </div>
    <p>
      住所やメールアドレスを変更したい場合は、<a href="https://docs.google.com/forms/d/e/1FAIpQLSeyzT8QFAuHm_u5uBq1hyok8Kk_en_ml9kuA-L6WSjG6HMeJA/viewform?usp=sf_link" target="_blank">会員登録情報変更フォーム</a>からお手続きください。クレジットカードの変更を希望される場合は、同フォームの「クレジットカード情報の変更を希望する」項目にチェックを入れて送信してください。折り返し、新しい課金方法を設定するためのURLをお知らせいたします。
    </p>
    <div class="kp3-faq-box">
      <span>Q</span>
      <h3>日本国外から会員登録できますか？</h3>
    </div>
    <p>
      海外からでも、使用可能なクレジットカードがあれば会員登録が可能です。ただし、登録フォームは日本国内仕様のため、海外の住所を入力することはできません。また、通常の年会費では海外への発送費用をカバーできないため、『パティパダー』の発送には対応しておりません。毎月PDFでの配信に同意いただける場合に限り、ご登録いただけます。
    </p>
    <div class="kp3-faq-box">
      <span>Q</span>
      <h3>会員情報をオンライン化してセキュリティ上の不安はないの？</h3>
    </div>
    <p>
      サービス運営会社のメタップスペイメントは、国際カードブランド5社によって策定されたカード情報保護に関する国際基準のPCIDSS SAQ Type-Dに準拠しています。当社はISMSの要求事項を定めた規格であるJIS Q
      27001:2014にも準拠しております。
    </p>
  </div>
</div>
