<?php get_header(); ?>
<?php get_template_part('header-subpage-kp'); ?>
<div id="body-container" data-sticky-container>
  <div id="body-grid">
    <main id="main-container">
      <div class="kp">
        <p>
          協会では、2023年9月よりオンライン会員登録制度を導入します。この制度では「会費ペイ」という外部サービスを利用します。会員の皆さまと協会の両者にメリットがある制度ですので、多くの方に早く新制度に移行していただけるよう、移行キャンペーンを実施いたします。
        </p>
        <div class="kp-box">
          <h2>オンライン登録会員 移行キャンペーン</h2>
          <p class="large-text">現会員の方がオンライン登録会員に移行された場合
            <span class="line-break">初年度の会費を<span class="pink">1,000円</span><small>（通常5000円）</small><span class="pink">に割引き</span>し</span>
            <span class="line-break">会員期限を登録月から１年間延長<sup>＊</sup>します</span>
          </p>
          <ul>
            <li>現在の会員期限はリセットされ、オンライン登録された月から新たに１年間延長されます。</li>
            <li>ただし、<snap class="pink">2023年8月下旬に移行手続きをされた方</snap>については、<span class="pink">2023年9月から初年度開始</span>とします。</li>
          </ul>
          <div class="kp-kikan">
            <p class="large-text">キャンペーン期間：<span class="pink">2023年9月1日〜11月30日</span></p>
          </div>
        </div>
        <div class="kp-flow">
          <h2>移行キャンペーンのご利用方法</h2>
          <div class="kp-flowbox _1st">
            <span class="num">1</span>
            <h3>移行番号と会員期限を<span>ご確認ください</span></h3>
            <p>パティパダー9月号〜11月号の封筒の宛名ラベルに【移行番号】と【会員期限】が印字されていますのでご確認ください。</p>
            <img src="<?php echo esc_url(get_theme_file_uri('/assets/img/kp/kp-label.jpg')) ?>" alt="">
            <div class="kp-about">
              <h4>▼【会員期限】について</h4>
              <p>
                定額お布施をされた方は会員期限が１年間延長されています。また、一部の方はすでに複数年分をお支払いいただいています。これらの条件に当てはまる方がオンライン登録会員に移行された場合、会員期限がリセットされるため、残りの会員期限が短縮されることになります。つきましては、必ず会員期限をご確認のうえキャンペーンにお申し込みください。
              </p>
            </div>
          </div>
          <div class="kp-downarrow"></div>
          <div class="kp-flowbox _2nd">
            <span class="num">2</span>
            <div class="_info">
              <div class="_2nd-inner">
                <div>
                  <h3>メールアドレス認証ページに行き<br>メールアドレスを登録します</h3>
                  <p>以下のボタンからメールアドレス認証ページにアクセスできます。<br><span class="_medium-up">スマートフォンの方は右のQRコードを使ってアクセスしてください。</span></p>
                </div>
                <img src="<?php echo esc_url(get_theme_file_uri('/assets/img/kp/kp-qr.png')) ?>" alt="QRコード">
              </div>
              <a href="https://www.kaihipay.jp/forms?form_code=3834457784526969" target="_blank">メールアドレス認証ページ</a>
            </div>
          </div>
          <div class="kp-downarrow"></div>
          <div class="kp-flowbox _3rd">
            <span class="num">3</span>
            <div>
              <h3>届いたメールのURLから<span>申込フォームにアクセスし</span><br>必要事項を記入してください</h3>
              <p>氏名・電話番号・ご住所などの必須項目に加えて、［１］の移行番号を入力してください。</p>
              <div class="kp-about">
                <H4>▼ご登録される氏名について</H4>
                <p>従来はご夫婦やご家族での連名も受け付けていましたが、オンライン登録会員の場合は代表者一人のお名前をご入力ください。</p>
                <img src="<?php echo esc_url(get_theme_file_uri('/assets/img/kp/screen-ikoubangou.png')) ?>" alt="移行番号">
              </div>
              <h4 class="kp-koushin">次年度の自動更新の<span>お支払い方法について</span></h4>
              <img src="<?php echo esc_url(get_theme_file_uri('/assets/img/kp/screen-checkbox.png')) ?>" alt="移行番号">
              <ul>
                <li>初期費用をクレジットカードで決済し、<span class="pink">次年度以降も同じカードを使う</span>場合は「初期費用決済で利用したカードを継続課金決済方式としても登録する」の<span class="pink">チェックをいれたまま</span>にしてください。</li>
                <li>次年度以降の決済方法に<span class="pink">口座振替</span>を希望される方は、上記の<span class="pink">チェックを外し</span>、次の画面で口座引き落としの手続きを行ってください。（口座振替はインターネットバンキングとなります）</li>
              </ul>
            </div>
            <hr>
      <h3 id="hurikae" class="kp-nocard">クレジットカードやネットバンキングが<br>利用できない方の継続課金登録方法</h3>
      <p>クレジットカードやネットバンキングでの継続課金登録が難しい方のため、「振替依頼書」を使った手続き方法をご用意しました。下記の手順に従って手続きをお願いいたします。</p>
      <ol style="margin-top: 36px;">
        <li>「初期費用決済方法」は「コンビニ決済」をお選びいただき、最寄りのコンビニでお支払いください</li>
        <li>次の「継続課金方法選択」の画面で「口座振替」を選択し、その後「振替依頼書で登録」をクリックしてください。<br>
        <img src="<?php echo esc_url(get_theme_file_uri('/assets/img/kp/screen-hurikae-01.jpg')) ?>" alt="振替依頼書での登録" style="display: block;"></li>
        <li>追って協会事務局より振替依頼書と返信用封筒を郵送いたします。振替依頼書に必要事項をご記入の上、返信用封筒に入れて協会事務局宛にお送りください。<br>
        お手元に振替依頼書が届きましたら、1週間以内にご返信をお願い申し上げます</li>
        <li>ご不明な点があれば member@j-tehravada.comまでご連絡ください。</li>
      </ol>
          </div>
        </div>
        <div class="kp-faq">
          <h2>よくあるご質問</h2>
          <div class="kp-faq-box">
            <span>Q</span>
            <h3>次年度の更新について教えてください</h3>
          </div>
          <p>
            次年度の更新は、オンライン登録会員に移行された月を基準に、毎年自動で更新されます。継続年会費の決済は更新月の26日に行われます。<br>例えば、2023年9月にオンライン登録会員に移行された方は、次年度以降、毎年9月26日に口座引き落としされます。
          </p>
          <div class="kp-faq-box">
            <span>Q</span>
            <h3>休会・退会はできますか？</h3>
          </div>
          <p>
            休会・退会はいつでも可能です。途中で休会・退会されても、期限内は会員資格が有効です。休会・退会される場合は、更新月の前月末までに member@j-theravada.com宛てに「休会希望」または「退会希望」とメールでご連絡ください。更新月の前月末を過ぎたご連絡については、更新月に自動更新され、翌年の更新月に休会・退会となりますのでご了承ください。なお、更新月が近づいた方には「更新のご案内」メールをお送りします。
          </p>
          <p>
            <b>［休会・退会について］</b>休会は会員情報を残したままパティパダーの発送を停止します。この場合、協会からの大切なお知らせなどは配信されます。退会は名簿データそのものを削除いたします。
          </p>
          <div class="kp-faq-box">
            <span>Q</span>
            <h3>住所やメールアドレスの変更をしたい場合はどうすればいいの？</h3>
          </div>
          <p>
            オンライン登録会員は「会費ペイ」というシステムを使っています。このシステムは非常にシンプルなため、マイページ（会員ごとの専用ページ）がありません。初期登録された住所やメールアドレス、姓などを変更されたい場合は member@j-theravada.com 宛に「会員情報の変更希望」とメールでご連絡ください。折り返し、会員情報変更フォームのURLをお知らせいたします。
          </p>
          <div class="kp-faq-box">
            <span>Q</span>
            <h3>8月に会員更新したばかりだけど、損しない？</h3>
          </div>
          <p>
            今回のキャンペーンは2023年9月から11月30日までの期間を設けています。この場合、キャンペーン最終月の11月に移行していただければ、翌年11月まで1000円で会員期限が延長されるため、金銭的に損をすることはありません。
          </p>
          <div class="kp-faq-box">
            <span>Q</span>
            <h3>オンライン登録のメリットをあまり感じません</h3>
          </div>
          <p>オンライン登録のメリットとして、まず毎年振込用紙やインターネットバンキングで行っていた更新手続きの手間が省けることが挙げられます。これについては「自動引き落としに不安がある」という方もいると思いますので、更新月を忘れないよう、時期が近づいてきたら「更新のご案内」メールを差し上げます。</p>
          <p>次のメリットとして、協会から会員の皆さんにご連絡する手段として、これまではパティパダーか協会ホームページに掲載するしかありませんでした。しかし、オンライン登録によってメールアドレスが整備されることにより、協会からの大切なお知らせなどがより確実にお届けできるようになります。</p>
          <p>また協会側としても、毎月送られてくる郵便振込用紙を手作業で入力しなければならず、事務作業に大きな手間がかかっていました。会員登録のオンライン化により、これらの作業にかかる手間が減らせます。</p>
          <p>このように、会員の皆さまと協会にとってメリットがある制度ですので、ぜひできるだけ多くの方のご協力をお願いいたします。</p>
          <div class="kp-faq-box">
            <span>Q</span>
            <h3>会員情報をオンライン化してセキュリティ上の不安はないの？</h3>
          </div>
          <p>
            サービス運営会社のメタップスペイメントは、国際カードブランド5社によって策定されたカード情報保護に関する国際基準のPCIDSS SAQ Type-Dに準拠しています。当社はISMSの要求事項を定めた規格であるJIS Q 27001:2014にも準拠しております。
          </p>
        </div>

      </div>
    </main>
    <?php get_sidebar(); ?>
  </div>
</div>
<?php get_footer(); ?>