<?php
global $sect_title;
$sect_title = array (
  'テーラワーダ仏教とは' // sect-1-title
);
?>

<section id="sect-0"  class="u-clearfix">
  <h1 class="headline-pagetop">ようこそ 初期仏教の世界へ</h1>
  <div class="with-image">
    <p><img src="<?php echo esc_url( get_theme_file_uri('/assets/img/world-1a.png') ) ?>" class="img-world-1a" alt="花の水彩画">日本テーラワーダ仏教協会のWebサイトをご覧いただき、ありがとうございます。</p>
    <p>「仏教」という言葉を聞くと「それって宗教でしょ？」「私にはちょっと…」と感じる方もいらっしゃると思います。特に日本では、さまざまな背景から、宗教的な事柄に対する拒否反応が強いようです。</p>
    <p>ところが、今から2500年以上前に説かれたお釈迦様（釈迦牟尼仏陀）の教えは、「自分で確かめる」「権威ある人から言われたことでも盲信しない」などの特長を持った、いわゆる宗教とはほど遠い教えです。そして、その教えは「苦しみをなくす」ことを目的に説かれています。</p>
    <p>2500年以上前に説かれた教えですが、人間の苦しみの根本的な原因は、今も昔もそれほど変わりません。そのため、お釈迦様の教えに触れた方は「なんという現代的な教えだろう」という感想を持たれます。完成された智慧と慈しみによって説かれたお釈迦様の教えは、とても理性的で、慈しみにあふれ、古くなることがありません。</p>
    <p>一般的に、宗教といえば「信じる者は救われる」という立場ですが、初期仏教では、あなた自身の「智慧」や「優しさ」をレベルアップさせて、苦しみを乗り越えましょう、というスタンスです。お釈迦様の教えは、ストレスだらけの現代社会を生きる我々にとっても、今日からでも役に立つ教えです。</p>
    <p>それが本当かどうかは、ぜひこのWEBサイトの記事をご覧いただき、あなたご自身の心で確かめてみてください。</p>
  </div>
</section>

<section id="sect-1">
  <h2 class="headline-bb2c u-mt-40">テーラワーダ仏教とは</h2>
  <p><img src="<?php echo esc_url( get_theme_file_uri('/assets/img/world-1b.png') ) ?>" class="img-world-1b" alt="仏像">仏教は、今からおよそ２５６０年前、お釈迦様（釈迦牟尼仏陀）によってひらかれ、時代の流れとともにさまざまな流派に分かれて、全世界へ広がってゆきました。<br>
    中国・チベット・朝鮮半島や日本には、お釈迦様の死後数百年経って成立した北伝の仏教、いわゆる大乗仏教が伝えられました。<br>
    一方、スリランカ・タイ・ミャンマーなどの出家教団によって継承された南伝の仏教をテーラワーダ仏教といいます。テーラワーダ仏教は、他に初期仏教・上座仏教・上座部仏教・根本仏教・原始仏教などとも呼ばれています。</p>
  <p>「テーラワーダ」とは、パーリ語（古代インドの言語）で「長老の（thera）教え（vāda）」を意味します。お釈迦様の時代から完全に近い形で残されたパーリ語経典に基づいて、多くの比丘（出家僧）と在家信者たちの努力により、約２５６０年間の長きにわたって実践され、受け継がれてきたお釈迦様の根本の教えがテーラワーダ仏教なのです。</p>
  <p>日本など大乗仏教の諸国では、お釈迦様の初期経典に説かれたヴィパッサナーなどの実践方法が伝わってきませんでした。そのために思弁哲学の学問仏教、あるいは現世利益信仰や儀式儀礼の呪術的宗教になってしまった面もあります。<br>
    テーラワーダ仏教は、いわゆる「小乗」とも「大乗」とも無縁です。お釈迦様の説かれた教えとその実践方法の一つ一つを、当時のまま、今日まで伝えてきた純粋な体系なのです。</p>
  <p>お釈迦様が説かれた本来の仏教は、儀式儀礼ではなく、いつの時代でも、生きている私たち人間の心に直接働きかける、実践的で役に立つ教えです。ヴィパッサナーや慈悲の瞑想といった、お釈迦様の教えられた実践法は、宗派の違いや宗教の枠を超えて、誰にでも実践できる幸福の道であるといえるでしょう。</p>
</section>
