<?php
global $sect_title;
$sect_title = array (
  '土台となる心を育てる', // sect-1-title
  '慈悲の瞑想の実践方法', // sect-2-title
  '慈悲の瞑想の言葉', // sect-3-title
  '回向の文', // sect-4-title
  '音声ファイル'  // sect-5-title
);
?>

<section id="sect-1">
  <h1 class="headline-pagetop u-mb-0">慈悲の瞑想</h1>
  <h2 class="headline-leaf">仏教を実践するうえで土台となる心を育てる</h2>
  <div class="honmon-indent">
    <p><img src="<?php echo esc_url( get_theme_file_uri('/assets/img/world-4.png') ) ?>" class="img-world-4" alt="慈しみ">ヴィパッサナー瞑想の実践に入る前に、まず心を落ち着かせるために「慈悲の瞑想」を行います。基本的に「慈悲の念」「慈しみの心」があると、実践の土台として大変役立つのです。</p>
    <p>人間というものは、自分は個別の「存在」だと思っています。「私は、私です」 と思っているのです。「私は…」と思った瞬間で、私たちはこの世界の全体的な生命のエネルギーから自分を別なものだと、ある個体的な存在だと思ってしまい、自分と他とを区別します。</p>
    <p>区別することによって、自分がとても小さなものになってしまい、いろいろな問題が生じてきます。人間が人生で出会うさまざまな苦悩は、この「私」というその個体があるんだ…と思ったところから生まれてくるのです。</p>
    <p>簡単に言えば、この「私」という実感さえなければ、問題は何もないのです。しかし、これはなかなか消えるものではないのです。誰かが体に触ったら「私に触りました」と感じるし、冷たい空気が体に触れたら「私は寒い」というように、簡単に「私」という主語は出てきますが、しかしそのことは大問題なのです。「私」がいるから「他人」がいて、だから人間関係が悪くなったりする。「私」がいるから、他の人間と競争するためにいろんな才能を身につけなくてはならなくなる。例えばこのように、問題が生じてきます。</p>
    <p>そこで、なぜ「慈しみの心」が必要かというと、いくら「私が私が…」と言っていても、実際には、ここに私が生きていられるのは他の生命があるからなのです。私達が生きるために必要な栄養素にしても、他の生命を経由して体内に採り入れるものが大部分ですし、例えば鉄分が必要だといっても、鉄の塊をガリガリとかじるわけにはいかないのです。</p>
    <p>また、私達の体内には無数の微生物が住んでいて、なにかしら有用な活動をしています。それらの生命に「これは私の体ですから、出て行ってください」と言って追い出してしまったら、「私」も死んでしまいます。ひとつの体の中にも、多くの生命体が入り込み、お互い助け合って共存しているのです。</p>
    <p>ですから、「私」を発見する以前に、生命に対する「やさしい心」というのは大変必要な条件になります。</p>
    <p>どんな宗教でも共通して説いているのは、この「やさしさ」ということで、生命はお互いに助け合って生きている…ということは重要なポイントなのです。「慈悲の心」を育て上げられれば、自分は諸々の宗教に共通している真髄を実践しているのだと理解しても過言ではありません。</p>
  </div>
</section>

<section id="sect-2">
  <h2 class="headline-leaf">慈悲の瞑想の実践方法</h2>

  <div class="honmon-indent">
    <p>次に実践ですが、ここでは「すべての行動は心に基づく」という法則を用いています。人間が行動する前には、必ず先立って「こう行動しよう」という心の働きがあるのです。</p>

    <p>「慈しみ」を実践するのにもっとも簡単で早い方法は、心そのものを「慈しみの心」にしてしまうことです。</p>
    <p>道徳やきびしい戒律を守ったり、困っている人を助けたりといった行動をしていても、もしも心が清らかでなかったらそれほど意味がないし、あとで疲れたり、嫌になる可能性さえあります。でも心が「慈悲の心」になってさえいれば、そこから先の行動は、どんなことでも素晴らしいものに変わるのです。</p>

    <p>ですから、幸福になるためには、人生で成功するためには、平和で無事で争いがなく、堂々と美しく生きていくためには、ただ「やさしい心」さえ作ればいいのです。</p>

    <p>それには、人を見たら自分とみる、相手を「他人」と見ずに「自分」としてプロジェクション（投影）してみることです。それができた瞬間に、問題はハッキリ明確に見えてきます。例えば、何か問題にぶつかっている人を励ましたい場合は、もし自分が相手の立場だったら、どのようにしてもらったら元気が出て、問題を解決できる力が湧いてくるだろうか……というように、相手の立場を自己に投影してみるのです。</p>

    <p>それを上手くやるためには、やはり「慈悲」というものを育てなければなりません。「慈悲の心」を育てるためには、自分の心にず～っと反復して言い聞かせてやればよいのです。そうして「念じる」ことは、大変効果的なトレーニングになります。</p>

    <p>この「慈悲の瞑想」は、「ヴィパッサナー」とは違い、伝統的なごく普通の瞑想法ですから、ある意味では入っていきやすい実践だとも言えます。しかし、この慈悲を念じる実践は、決してヴィパッサナーの準備段階ということだけにとどまらず、すべての仏道修行において基礎になるもので、日常的にいつも念じているのが望ましいのです。</p>

    <p>まず最初に、自分自身に対して慈悲の心を作ります。どんな生命にとっても、いちばん大事で最優先されるのは自分であるというのは、ごく当たり前のことですから、まずそこのところは正直な心で「私は幸せでありますように」と念じます。「幸せ」とはなんですか？と考える必要はありません。幸せとは少なくとも良いことでしょう……というふうに大雑把に理解しておけばいいのです。</p>

    <p>次に「私の悩み苦しみがなくなりますように」「私の願いごとが叶えられますように」、そして私達はいちおう仏教の実践をしていますから「私に悟りの光が現れますように」と念じます。もし「悟り」という言葉が解かりにくければ「知恵が現れますように」でもかまいません。</p>

    <p>二番目には、さきほど出てきましたプロジェクションということでもありますが、自分の「親しい生命」、いちばん幸福になって欲しいと感じる生命がいますから、その生命（自分の子供や両親、友人、身近な生命、動物、鳥、魚、昆虫、その他‥）のことを同様に念じます。</p>

    <p>そして三番目に、やはりすべての生命が幸福であったほうがいちばんありがたいことだと思って、それから努力して「生きとし生けるもの」の幸福を念じます。</p>

    <p>この三段階で、あらかじめ決めておいた言葉を唱えて「念じ」ていきます。言葉は、静かに心にしみこんでいくように、丁寧に丹念に念じます。（何人かで一緒に実践するときは声を出して唱えることもありますが、一人で実践するときは、声を出さなくてかまいません）姿勢は背筋と頭をまっすぐにして、目を閉じてください。</p>

  </div>
</section>

<section id="sect-3">
  <div class="metta-box">
    <h2 class="headline-bb2c">『慈悲の瞑想』の言葉</h2>
    <p class="metta-words">私は幸せでありますように<br>
      私の悩み苦しみがなくなりますように<br>
      私の願いごとが叶えられますように<br>
      私に悟りの光が現れますように<br>
      私は幸せでありますように（３回）</p>

    <p class="metta-words">私の親しい生命が幸せでありますように<br>
      私の親しい生命の悩み苦しみがなくなりますように<br>
      私の親しい生命の願いごとが叶えられますように<br>
      私の親しい生命に悟りの光が現れますように<br>
      私の親しい生命が幸せでありますように（３回）</p>

    <p class="metta-words">生きとし生けるものが幸せでありますように<br>
      生きとし生けるものの悩み苦しみがなくなりますように<br>
      生きとし生けるものの願いごとが叶えられますように<br>
      生きとし生けるものに悟りの光が現れますように<br>
      生きとし生けるものが幸せでありますように（３回）</p>
    <p class="footnote u-mb-10">  ＊2016年秋より、これまで「人々」としていた言葉を「生命」に置き換えて慈悲の瞑想をいたします。</p>
  </div>

  <div class="honmon-indent">
    <p>これまでがワンセットですが、さらに続きがあります。
      次は、自分が嫌いな生命、苦手な生命のことを思い浮かべます。嫌いな生命のいない人はまずいないはずですから、それらの生命を心に思い浮かべて、
      それらの生命のために「慈悲の瞑想」を実践します。
      さらに続けて、自分のことを嫌っていると思われる生命のことを思い浮かべて、それらの生命にも「慈悲の瞑想」を実践します。</p>
  </div>

  <div class="metta-box">
    <p class="metta-words"> 私の嫌いな生命が幸せでありますように<br>
      私の嫌いな生命の悩み苦しみがなくなりますように<br>
      私の嫌いな生命の願いごとが叶えられますように<br>
      私の嫌いな生命に悟りの光が現れますように</p>

    <p class="metta-words">私を嫌っている生命が幸せでありますように<br>
      私を嫌っている生命の悩み苦しみがなくなりますように<br>
      私を嫌っている生命の願いごとが叶えられますように<br>
      私を嫌っている生命に悟りの光が現れますように</p>
  </div>

    <div class="honmon-indent">
      <p>そして最後にもう一度、</p>
    </div>

  <div class="metta-box">
    <p class="metta-words">生きとし生けるものが幸せでありますように（３回）</p>
  </div>

  <div class="honmon-indent">
    <p>皆さん、どうか毎日、日常の生活の中で時間を見つけては、この「生きとし生けるものは幸せでありますように」という言葉を、絶えず持続して念じてください。
      そうすれば、必ず短い間に自分の心が変わっていくことに気づきます。
      特にこれは持続して実践するということがいちばん大切なことです。持続していけば、やがてさまざまな禅定を作っていくことも可能になっていくのです。</p>
  </div>
</section>

<section id="sect-4">
  <div class="metta-box">
    <h2 class="headline-bb2c">回向の文</h2>
    <p class="metta-words">仏法僧の三宝に礼拝、帰依し、戒をまもり、慈悲の瞑想と、ヴィパッサナー修行によって積まれたこの功徳を、神々、先祖、祖父母、両親、親族、恩師をはじめとし、一切の生きとし生けるものに、回向いたします。<br>
      この功徳によって、すべての生きとし生けるものが幸福に暮らせますように。<br>
      そして、解脱が得られますように。
    </p>
  </div>
  <div class="honmon-indent">
    <p>ご自分でなさる時、慈悲の瞑想を一通りしてから、ヴィパッサナー実践を行い、終わって時間があればもう一度簡単に慈悲の瞑想をして、最後にこの回向の文を唱えます。やはり、唱えるならば静かに一句一句に心を込めて、そのつもりになってとなえてみてください。</p>
  </div>
</section>

<div id="sect-5" class="audio-container u-mt-3rem">
  <p class="audio-label">音声ファイル</p>

  <p class="audio-title">「慈悲の瞑想」の音声</p>
  <audio src="<?php echo esc_url( get_theme_file_uri('assets/audio/metta_bhavana128.mp3') ) ?>" class="sound-panel" preload="none" controls>
    <p>＊音声の再生に対応したブラウザが必要です</p>
  </audio>
  <p class="audio-comment">＊慈悲の言葉を心の中で繰り返し念ずるための無音声部分をそのままにしてあります。 どうぞご一緒に実践してみてください。 </p>

  <p class="audio-title">「慈悲の瞑想」ショートバージョン</p>
  <audio src="<?php echo esc_url( get_theme_file_uri('assets/audio/jihi_short.mp3') ) ?>" class="sound-panel" preload="none" controls>
    <p>＊音声の再生に対応したブラウザが必要です</p>
  </audio>
  <p class="audio-comment">＊時間の少ないとき「私」と「生きとし生けるもの」を念ずる瞑想です。</p>

  <p class="audio-title">「慈悲の瞑想」はどれくらい大切なのか？――初心者への説明法話</p>
  <audio src="<?php echo esc_url( get_theme_file_uri('assets/audio/jihi_howa.mp3') ) ?>" class="sound-panel" preload="none" controls>
    <p>＊音声の再生に対応したブラウザが必要です</p>
  </audio>
    <p class="audio-comment">＊2017年5月21日宮崎市での講演「慈しみの心を育てて幸福に生きる」より。 </p>
</div>

<a class="btn-mettafull-page" href="<?php echo esc_url( home_url( '/world/metta-full/' ) ); ?>">慈悲の瞑想［フルバージョン］は<br class="br-mtpg">こちらをご覧ください</a>

<div class="related-links">
  <h4 class="headline-sankou">参考ページ</h4>
  <ul>
    <li><a href="<?php echo get_permalink(613); ?>
      ">瞑想会などで唱える礼拝・三帰依・慈悲の瞑想について</a></li>
    <li><a href="<?php echo get_permalink(353); ?>">慈悲（四無量心）：CATU-APPAMAÑÑĀ-CITTA（チャトゥ・アッパマンニャー・チッタ）</a></li>
  </ul>
</div>
