<?php
global $sect_title;
$sect_title = array (
  '色蘊（しきうん）', // sect-1-title
  '受蘊（じゅうん）', // sect-2-title
  '想蘊（そううん）', // sect-3-title
  '行蘊（ぎょううん）', // sect-4-title
  '識蘊（しきうん）', // sect-5-title
);
?>

<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1><ruby><rb>五蘊</rb><rp>（</rp><rt>ごうん</rt><rp>）</rp></ruby></h1>
    <p class="key-pali">Pañcakkhandha</p>
    <p class="key-yomi">パンチャッカンダ</p>
  </div>

  <div class="keyword-honmon">

    <p>五蘊は「生命とは何か」「私とは何ものか」という命題に対する仏教の答です。</p>

    <p>pañca（パンチャ）は「五」、khandha（カンダ）は「塊」「集まり」のことで、五蘊とは「五つの塊」という意味です。仏教の特色は、物事を明確に分析して理解することです。そのようにして、「私」を分析して見つけられた五つの塊とは何かというと、rūpakkhandha（色蘊）、vedanākkhandha（受蘊）、saññākkhandha（想蘊）、saṅkhārakkhandha（行蘊）、viññāṇakkhandha（識蘊）の五つです。五蘊は「『私』を分析してみると五つの塊が見つかります。それ以外は見つかりません」という仏教の答なのです。塊といっても山のようにじっと止まっているのではなく、滝のようにずっと流れ続けてどんどん変化しています。人々は変化し続けるこの五種類の塊に「私だ」と固執して苦しんでいます。</p>

    <div id="sect-1" class="key-term-pali">
      <h2 class="key-term">ルーパッカンダ：<ruby><rb>色蘊</rb><rp>（</rp><rt>しきうん</rt><rp>）</rp></ruby></h2>
      <p>１．<span class="pali-large">rūpakkhandha</span></p>
    </div>

    <p>「私」を分析するとまずルーパの塊が見つかります。ルーパ（rūpa）とは姿形のことで、言い換えれば「私という物体」「私の体」のことです。私たちは、自分の体にひどく執着していて、「体のおかげで楽しい、体こそ大切だ」という勘違いをしています。体に食事を与えたり、洗ったり、おしゃれをしたり、住むための家を建てたりして、必死になって働いています。つまり体の奴隷状態です。そして、体のことで高慢になったり見栄をはったりして、人を差別したり人と争ったりします。世界中の財産は、ほとんど人々の体のために使われています。</p>

    <p>私たちが死んだら何が残るかというと、この色蘊（ルーパ）が残ります。人々が「自分」だと思ってすごいお金と時間をかけて一生懸命に大切にしている体は、感情を抜きにして冷静に見ると、ただの死骸なのです。体は強烈な勢いで変化していきます。変化には二種類あります。生きている間の変化と死んでからの変化です。どっちにしてもあまり気持ちのいい変化はしません。死んでからはもちろんのこと、生きている間でも体から出るものは、垢や、汗や、唾や、大便小便など、気持ちの悪いものばかりです。その上にどんどん古くなって悪化して壊れていく一方なので、ずっといろいろな修理をし続けなければいけません。そうやって私たちは毎日体の修理をして、体を作り直す、作り直す、組み立てる、組み立てる。体はずっと流れて変化していく物質であって、そこには何か「私たるもの」「私という実体」はありません。</p>

    <div id="sect-2" class="key-term-pali">
      <h2 class="key-term">ヴェーダナーッカンダ：<ruby><rb>受蘊</rb><rp>（</rp><rt>じゅうん</rt><rp>）</rp></ruby></h2>
      <p>２．<span class="pali-large">vedanākkhandha</span></p>
    </div>
    <p>二番目に見つかるのはヴェーダナー（受）の塊。ヴェーダナーとは「感覚」「感じること」です。<br>
      目で見る、耳で聞く、鼻で嗅ぐ、舌で味わう、身体で感じる、人間はこれら五つの感覚器官にそれぞれの対象が触れることによって常に何かを感じています。ちょっと観察してみると、私たちは非常に多くのことを感じ続けながら生きているのがわかります。ですから感じることにも塊という言葉（蘊）をつけて、受蘊といっています。</p>

    <p>ぼんやりと生きている私たちには把握できていないのですが、人間が感じる感覚は実は「痛み」だけなのです。「神経で感じる情報は痛みだけである」ということは、最近の医学でも言われています。お釈迦さまは2600年も前に「感じるものはすべて苦だと私は言います 」とおっしゃっています。お釈迦さまが「私は言います」とおっしゃるときは、皆が理解できなくてもこれは真理ですよと強調されるときです。</p>

    <p>たとえば長く立っていると体が痛くなってきて座りたくなります。座わってすぐは楽だと感じるのですが、座り続けているとまた体が痛くなってイヤになってきます。よく観察すると、その痛みのごく軽い感じは、座った瞬間から始まっていることがわかります。ずっと立ち続けたことによる体の痛みが、座って新しい感覚に変わった喜びで「楽だ」と思っただけです。私たちが楽と思うのは、負担に感じる量の苦しみが消えることです。たとえば苦しいときに助けてもらうと喜びを感じます。喜びを感じるために、苦が前提条件となっているのです。</p>

    <p>見たり聞いたり味わったりすることも、感覚はすべて痛みです。あまりにもゆるやかな痛みなので気がつかないだけで、感じる対象の量が大きくなれば痛みだと気がつきます。非常に強い光を見ると目が痛くなりますし、非常に強い音を聞くと耳が痛みます。そのように、感じることは真理の立場から見ると苦（痛み）でしかないのに、私たちは感覚に強く固執しています。いつでも「いい感覚はないか、いい感覚はないか」と捜しています。人は気持ちのいい感覚を求めて争い、戦争までするのです。</p>

    <p>この感じることもすごい勢いで変化し続けています。ただどんどん流れ続けていく滝のようなもので、そこに「私たるもの」はありません。でも私たちは何かを見ると「私が見た」と思い、音を聞くと「私が聞いた」と考えます。「私」「私」という自我意識は、ほとんどがこのヴェーダナーから生まれます。「私」という言葉にだまされてしまうのです。ただの言葉であることに気がつかず、私という実体があるように考えてしまうのです。感覚は滝のように流れ続け、消え続けていくものであって、そこに「本来の私」「私たる魂」などはありません。</p>

    <div id="sect-3" class="key-term-pali">
      <h2 class="key-term">サンニャーッカンダ：<ruby><rb>想蘊</rb><rp>（</rp><rt>そううん</rt><rp>）</rp></ruby></h2>
      <p>３．<span class="pali-large">saññākkhandha</span></p>
    </div>
    <p>三番目に見つかるのはサンニャーというはたらきの塊です。サンニャーは知識のようなもので、わざわざ意識しなくても知っているはたらきです。私たちは、朝だ、昼だ、机だ、椅子だ、うちの猫だ、自分は学生だ、等々、考えるまでもなく非常に多くのことを知っています。車を運転していて赤信号を見たらブレーキを踏み、カーブになるとハンドルを切る、それもすべてサンニャーのはたらきです。教育とはサンニャーを増やすことです。</p>

    <p>私たちはサンニャーにも固執していて、「私だ」と思っています。「私はあの人が田中さんだと知っている」と考えます。この「私」もただの言葉で、実際は「その人を再確認できるはたらきがある」というだけのことです。人は、「私はこういう肩書きを持っている」などといばったりします。科学者であろうが、八百屋さんであろうが、サンニャーの種類が違うだけなのです。その、サンニャーにおける「私」という固執が、仏教の智慧が入る邪魔をします。</p>

   <p> サンニャーは頭の中でずーっと妄想として流れています。「私は医者だ」「私は男だ」「私たちは日本人だ」などと妄想をして、仲間割れをして苦しみをつくり出します。人々に調和をもたらす妄想というのはありません。「子供の時に親にひどい目にあった」などと思ってずっと苦しむのもサンニャーです。人はそうやっていろいろなことを思い出して、妄想の流れをつくり続けて苦しんでいます。しかもそれに「私だ」とひどく執着しているのです。サンニャーも滝のようにどんどん変化していく流れであって、「私たるもの」「私という実体」はそこにはありません。</p>

    <div id="sect-4" class="key-term-pali">
      <h2 class="key-term">サンカーラッカンダ：<ruby><rb>行蘊</rb><rp>（</rp><rt>ぎょううん</rt><rp>）</rp></ruby></h2>
      <p>４．<span class="pali-large">saṅkhārakkandha</span></p>
    </div>
    <p>「私」を分析して次に見つけたのはサンカーラ（行）という心のはたらきです。ちょっと自分を観察すると、心の中に「何かをしたい」という気持ちが常にあることがわかります。それがサンカーラです。「パンが食べたい」と食べながら「紅茶を飲みたい」と考えています。何かをすると同時に「それで次はこれ、それで次はこれ」ときりがなく、完全に落ち着いている状態はまったくありません。人は一億分の一秒でも何も思わずに頭を空っぽにすることはできないのです。そして単純なことをどんどん複雑にします。たとえば食べることにしても、フランス料理、中国料理、会席料理、食べ方、作り方、等々すごい数の本があり、料理学校まであります。音楽をやる、建物を造る、ケンカをする、戦争をする。そしてありとあらゆる感情をつくり出して苦しみます。すべてただ「何かしなくちや」としているだけなのに、そこに過剰な意味づけをして執着します。</p>

    <p>この「何かしたい」というエネルギーがどこから生まれるかというと、その前の状態から生まれていまず。ある行動をすることによって次の行動をしたいというエネルギーが出てくるという、ただそれだけのことなのです。「行かなくちや」と行って目的地に着くと「帰らなくちや」というエネルギーが生まれます。人はそこにも、「私が」という妄想概念を作りだしています。「行かなくちゃ」という気持ちこそ本当の私で「帰らなくちゃ」というのは本当の私ではない、などということがあるでしょうか。「～したい」という気持ちも、どんどん変化しながら滝のように流れ続けています。そこに「私たるもの」「私という実体」はありません。</p>

    <div id="sect-5" class="key-term-pali">
      <h2 class="key-term">ヴィンニャーナッカンダ：<ruby><rb>識蘊</rb><rp>（</rp><rt>しきうん</rt><rp>）</rp></ruby></h2>
      <p>５．<span class="pali-large">viññāṇakkhanda</span></p>
    </div>
    <p>五番目はヴィンニャーナ（識）です。識とは認識することなのですが、頭で知るのではなくて「心で識ること」で、私たちが「心」と言っているのがヴィンニヤーナです。生物と無生物の違いは心があるかないかということですから、ヴィンニャーナは「命」「生きていること」ということもできます。ヴィンニャーナは少しわかりにくいかもわかりません。いわゆる心のはたらき、見たり、聞いたり、感じたり、考えたり、そういうはたらきです。そうするとヴェーダナー（感覚）と同じようですが、バラを見て視覚として何かを感じることがヴェーダナーで、「きれいなバラだ」と認識するのはヴィンニャーナです。その「きれいだ、バラだ」という区別判断をするための情報や価値基準がサンニャー。サンニャーを使ってヴィンニャーナが識別しているのです。ですから心（ヴィンニャーナ）がはたらくためにヴェーダナー（受）とサンニャー（想）が必要で、そこには必ずサンカーラ（行）もはたらいています。この四つはいつでもいっしょにはたらくのです。</p>

    <p>たとえば手を上げるときでも、これらの四つがはたらいて、心が「手を上げたい」と手を上げます。それで私たちはそれに「自分だ」と勘違いします。でもどの心が自分かと言われると、誰も答えられません。心は瞬間瞬間変化消滅しながらダイナミックな滝のように流れて変化し続けるものであって、そこに「私という実体」「魂という宝物」を見つけることはできません。</p>

    <p class="key-matome">私たちは以上の五つの塊（五蘊）に「自分だ」と執着して限りない苦しみをつくり出しています。<br>
      科学も、経済学も、哲学も、生き方も、技術も、何から何まですべてのものは、「私は何ものか」とわからないこと（無明）の上に成り立っているのです。客観的な目で観ると、私たちはわけもわからずに複雑でストレスだらけの苦しみを「文化だ」「進歩だ」と勘違いしてつくり続けています。
      食文化だ、ファッションだ、インテリアだ、とたいへんなのです。教育にしても、経済にしても、すべては競争しよう、戦おう、という怒りと欲の苦しみばかりです。<br>
      ですから、お釈迦さまは「正しく観て、そういう悪循環から脱出しなさい」とおっしゃっています。もし「自分は何ものか」と本当に理解できれば、まったく生き方が変わります。そこに究極的な平安、心の完全な安らぎ、生命が目指すべき涅槃が体験できます。ですから仏道は、無明を脱出する道、世間を超越した道なのです。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
