<?php
global $sect_title;
$sect_title = array (
  'メッター：慈', //sect-1-title
  'カルナー；悲', //sect-2-title
  'ムディター；喜', //sect-3-title
  'ウペッカー：捨', //sect-4-title
  'メッターバーワナー；慈悲の瞑想' //sect-5-title
);
?>

<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>慈悲（四無量心）</h1>
    <p class="key-pali">Catu-appamaññā-citta</p>
    <p class="key-yomi">チャトゥ・アッパマンニャー・チッタ</p>
  </div>

  <div class="keyword-honmon">

    <p>慈悲」は「私たちはどのように生きるべきか」という問いに対する仏教の答えです。<br>
    「私も他の生命も皆、幸福になりたい。互いに仲良くしなければ幸せに生きることはできない」…この生きる基本を忘れてはならないのです。<br>
    仏道が目指しているのは智慧によって得られる最終的な心の平安（解脱）です。しかし人は、悟りを得るまでも生きていかなければなりません。また、悟りを開いても、自分の寿命が終わるまでは生活しなければならないのです。<br>
    では、実際の生活の中でどのような生き方をするべきなのか。仏教では、そこで、慈悲の生き方を説くのです。<br>
    慈悲と智慧は仏教の二本柱と言えるほど、どちらも欠かせないものです。</p>

    <p>命というのはネットワークです。毒蛇もゴキブリも、ネットワークの一員です。いろんな形でお互いを支え合っているのです。独りで生きていける生命はいません。我々は、多くの生命に支えられています。いわば皆のお陰で生きているのです。<br>
    ですから互いに慈しみを実行することは絶対的なことで、呼吸をするのと同じように基本的なことです。慈悲を呼吸にたとえたのは、食べることよりさらに基本的で欠かせないものだからです。だからこそ、誰もがいろんな形で「愛」を語るのです。「愛こそ最高だ」と、よく聞くでしょう。では「慈悲」と「愛」はどのように違うのでしょうか。</p>

    <p>まず、「愛」という言葉は人間同士の関わりについてのみ語られています。<br>
    「慈悲」は人間だけではなくすべての生命との関わりです。仏教のsattā（サッター：衆生）という言葉には、我々に認知可能なすべての生命はもちろんのこと、神々や地獄の生命など他次元世界の生命もすべて入ります。慈悲はそれら無量の命に対する限りなく大きな優しさです。ですから「慈悲」はパーリ語でappamaññā-citta（無量心）といいます。</p>

    <p>次に、「愛」という言葉は定義が曖昧です。キリスト教には「神こそが愛なり」という定義があるようですが、具体的には今ひとつよくわからないのです。世間の「愛」にいたっては、その定義はまったくない状態です。家族への気持ちも、人を助けることも恋愛も、不倫関係も、すべて「愛」という一言でくくられています。人々は各自の個人的な価値観で「愛」を捉え、「愛」を実行しようとします。元々頼りにならない「個人的な価値観」というものは、気持ちや環境に左右されてドンドン変化します。同じ人でも朝と昼と夜で全然違う…それどころか、分単位、秒単位で気持ちは変化するのです。だから「真の優しさ、真の愛」とは何なのか、誰もよくわからないのです。<br>
    「あなたのために」と自分の価値観を押しつけて、人に迷惑をかけるのはよくあることです。</p>

    <p>理解が曖昧な概念は、生きる指針にはなりません。<br>
    仏教の特色は、何でも明確に微細にものごとを分析して定義することです。大ざっぱに考えようとはしないのです。その辺は真剣です。大ざっぱに「人を愛するのはすばらしい」と言うのは危険なのです。<br>
    「人を愛する」というのはどういう意味か、何をすることなのか、明確に知る必要があります。<br>
    世の中には「曖昧で抽象的な方がすばらしい」という文学的な考え方もありますが、お釈迦さまは、その立場はとりません。慈悲の概念も明確に分析されています。白黒をはっきりさせてこそ、真の清らかさに近づけるのです。白と黒の違いは「その心で生きると幸福になるか、不幸になるか」というポイントで分けられます。厳密な分析というのは、簡単なことではありません。ブッダの智慧でなければ、とてもできるものではないのです。<br>
    釈尊は、生命の生命に対する心のはたらきの中から純粋に幸福になるはたらきを四つ選ばれました。<br>
    それはmettā、karuṇā、muditā、upekkhā の四つで、それぞれ、慈・悲・喜・捨と訳されています。慈悲については具体的にしっかり理解して納得することが必要です。仏教では、四つの慈悲心の意味だけではなく、その育て方も丁寧に説かれています。<br>
    これから、慈・悲・喜・捨という四つの慈悲心についてそれぞれ述べたいと思います。

    <section id="sect-1">
      <div class="key-term-sup">
        <h2 class="key-term">メッター：慈</h2>
        <p class="pali-large"><span class="num-g">１．</span>Mettā</p>
        <p class="key-sup">友情のような優しさ</p>
      </div>
      <p>Mettā は、「友情」という意味で日常的に使われていた言葉です。愛情は執着や嫉妬に姿を変えて人を苦しめることがありますが、友情はどんな時にもホッとできる明るく楽しい気持ちです。何でも話せて信頼できる親友と一緒にいる時の、気楽で楽しい気持ちを思い出してみてください。<br>
      どんな生命といても親友と一緒にいるような感じでいられれば、どれほど幸せなことでしょうか。Mettā を育てた人は、そういうすばらしい幸せを得られるのです。</p>

      <p>Mettā を育てる実践方法があります。
      「私は幸せでありますように、私の親しい生命は幸せでありますように、生きとし生けるものは幸せでありますように」という言葉を念じて、mettā で心を満たすのです。<br>
      「友情を育てられますように」と念じても効果はないのです。「幸せでありますように」と正直に思う時、そこにあるのが友情なのです。<br>
      心を優しい友情の気持ちでいっぱいにすると、慈しみの心が育つのです。</p>

      <p>「『私は幸せでありますように』というのは欲ではないですか」と言う人がいます。しかし、「幸せでいたい」と思うのは自然で正直な気持ちでしょう？「私は幸せではありませんように」と願う生命はいないのです。<br>
      心を育てるためには正直である必要があります。「私はどうなってもいいから他の人のために…」というのは無理があるのです。偽善的になると、慈しみから離れてしまいます。<br>
      「私だけが幸せであるように」と考えるのは間違っていますが、「私も、皆も幸せであるように」と考えるのは正しいのです。</p>

      <p>「私は幸せでありますように」と念じたら、次に、「私の親しい生命が幸せでありますように」と念じます。<br>
      この時は、まず仲の良い同性の友人を瞑想の対象に選びます。異性の友人は選ばないようにします。<br>
      家族に瞑想する時は、自分の奥さんや旦那さんや子供たちを真っ先に思い浮かべるのではなく、まず両親、お爺さん、お婆さん、兄弟、親戚などを選びます。これは、異性の友人や身内のことを思うと、mettā ではなく別の情が出てしまいがちだからです。自分が同性の親友といて楽しかったことを思い出してみてください。その幸福な気持ちがmettā です（親友がいない人は、幼い頃にお母さんと遊んで楽しかったことを思い出してもいいのです）。<br>
      自分の旦那さんや奥さんにmettā の瞑想をしたければ、mettā の気持ちが十分わかったところで、同じような気持ちを念じるようにすればいいでしょう。
        また、亡くなった人に対しては、慈悲の瞑想はしません。<br>
      親しい人の死はどうしても悲しみとつながるのです。悲しみも怒りの一種ですので、明るく幸福な慈しみの心を育てる瞑想にはふさわしくないのです。<br>
      慈悲の瞑想は、幸福になるための厳密な治療法なのです。ちょっと間違うと、清らかな慈しみを育てようとして、真っ黒い感情（欲や怒り）を育てる可能性があります。<br>
      瞑想のやり方は、心のはたらきについての鋭い智慧で説かれていることなので、決まったやり方を守った方が安全だと思います。<br>
      mettā の理解のために瞑想対象について細かく述べましたが、実際に実践する時は、「あの人」「この人」と対象を選ばずに「私の親しい人々」と全体的にまとめて瞑想するのが簡単でよい方法でしょう。</p>

      <p>それから「生きとし生けるものが幸せでありますように」と、生命全体に慈しみを広げて瞑想します。<br>
      これこそ慈悲の瞑想の代表と言える最勝の言葉です。朝起きた時、夜寝るとき、電車に乗っている時など、いつでも時間を見つけて「生きとし生けるものが幸せでありますように」と心の中で何度も念じるようにしてください。素晴らしい結果が得られます。この言葉こそ人を確実に幸福にする強力な呪文だと言えるのです。</p>

      <p>次に、「私の嫌いな生命が幸せでありますように、私を嫌っている生命が幸せでありますように」と、自分が嫌いな生命に対しても瞑想します。<br>
      これは、はじめは抵抗がある人もいるかもしれません。しかしこれを正直に念じられるようになった時には、本当の慈悲心が生まれているのです。<br>
      「好きな相手に優しくするのは当たり前。犬や猫でさえ好きな相手には優しい。私は『自分を邪魔する生命、嫌いな生命も幸せであるように』と思えるような人間になるんだ」と、立派な人格を目指すのです。</p>
    </section>

    <section id="sect-2">
      <div class="key-term-sup">
        <h2 class="key-term">カルナー；悲</h2>
        <p class="pali-large"><span class="num-g">２．</span>Karuṇā</p>
        <p class="key-sup">他者の苦しみをなくしてあげたいという優しさ</p>
      </div>
      <p>自分の子供が病気になったり事故にあったとしたら、母親はどういう気持ちになるでしょうか。すごく純粋に、早くその子を助けてあげたいと思うでしょう。それがkaruṇā の気持ちです。子供がケガをしたら、母親は落ち込んでなどいません。急いで抱っこして、病院まで走って行くのです。病院が閉まっていてもめげません。かなり活発的です。そのように、心から人を助けようとする人は、とても明るく元気で活発な状態になるのです。相手を助けてあげて「ああ疲れた」とマイナスには思いません。「よかったよかった」と、自分が何かできたことを喜ぶのです。そういう優しい気持ちを育てて、不幸になるはずがありません。</p>

      <p>karuṇā は、「かわいそう…」と感情的になることではありません。感情的になると理性がなくなって、智慧が現れなくなるのです。たとえば「家族を放っておくとかわいそう」など感情的な理由で修行をやめたりすることは、理性的ではありません。慈悲の人は自己犠牲的な生き方はしません。お互いに良い道をさがします。理性的に自他のために活発に行動し、巧みに生きる人が慈悲の人です。感情は悩み苦しみの原因です。仏教では、感情を慈悲喜捨の心に入れ替えることを奨めます。慈悲は、智慧が発達するためにも必要で、自我をなくす方向にはたらきます。</p>

      <p>karuṇā の慈悲心を育てる実践法があります。「私の悩み苦しみがなくなりますように、私の親しい生命の悩み苦しみがなくなりますように、生きとし生けるものの悩み苦しみがなくなりますように」と念じて、karuṇā の気持ちで心を満たすのです。karuṇā は、人を助けてあげることが好きな人に育てやすい心です。また、ものごとを後回しにする怠け者には良い薬になります。明るく行動的になりたければ、karuṇā を育てるといいのです。karuṇā を実践すると活発になる上に、楽しさと充実感を感じて生きていくことができます。</p>

      <p>次に、「私の嫌いな生命の悩み苦しみがなくなりますように、私を嫌っている生命の悩み苦しみがなくなりますように」ということも念じます。これは、実生活の中でも、できるだけ実践してみるといいのです。たとえば、こちらは何もしていないのになぜか意地悪をする人がいたとします。そういうことをする人に対して腹を立てて憎むのではなく、「この人の悩み苦しみがなくなりますように、この人も幸せでありますように」と念じて、できれば助けてあげるのです。嫌な人に対して慈悲の心を育てると、強い慈悲心が生まれるのです。また、その時は見返りを期待する気持ちはないのだから、純粋な慈悲を育てることができます。それは嫌な人の仲間になるということではありません。自分を攻撃する人に対して怒らず、逆に心配してあげるような、優しい心を育てることなのです。「無知な愚か者に対して攻撃するほど愚かな者はいない」という釈尊の言葉があります。「怒る人に対して怒る人は、より悪い」そういう考え方でなければ、この世の中は幸福になりません。相手は愚か者だから攻撃するのです。自分が幸せになりたいのに、正しい方法がわからないのです。だから、憎むのではなく、心配してあげるのです。</p>

      <p>そのように、仏教では、自分の敵に対して憐れみを実践することを説きます。「自分に害を与えた嫌な人を助けるなど、そんなことができるわけがない」と言う人がいますが、試して悪いことではありません。どんな悪人でも生命なのだから、幸福でいて何が悪いのでしょうか。賢者はそのように考えるので、「敵」は誰もいないのです。</p>

      <p>ジャータカ物語（釈尊の前世物語）には、菩薩が自分をひどい目に遭わせた相手を助ける話がいくつもあります。自分が優しくしてあげた相手に殺されて死んでしまう話さえあります。ジャータカ物語の中の菩薩は、仏教徒の生き方のモデルです。大切なのは善い生き方をすることです。それによってたとえ殺されたとしても、別にたいしたことではないのです。人はいづれ死ぬのです。憐れみの心で悪人を助けてあげて死ぬのであれば、その死は無駄ではありません。それどころか、それこそ、真に立派な人にしかできないすばらしい行為ではないでしょうか。</p>
    </section>

    <section id="sect-3">
      <div class="key-term-sup">
        <h2 class="key-term">ムディター；喜</h2>
        <p class="pali-large"><span class="num-g">３．</span>Muditā</p>
        <p class="key-sup">他者の幸福を共に喜ぶ優しさ</p>
      </div>
      <p>慈悲には慈・悲・喜・捨という四種があります。<br>
        前回までに慈と悲のことを述べました。今回は「喜：muditā」です。これは他生命の幸せに「よかったなぁ」と共感できる気持ちです。<br>
        我が子が大学に合格したら、母親はすごく楽しいでしょう。その純粋なうれしさがmuditāです。<br>
        ふつうは、誰かが成功すると嫉妬します。先程の母親も、隣の子がもっと良い大学に入ったと聞いたとたんに悔しくなって、幸福がしぼんでしまうのです。誰かが成功すると関係ない他者が不幸になる…世の中ではそういうおかしなことがよく起こります。<br>
        muditā の人は、隣の子の合格を喜びます。がんばったのは他人なのに自分も幸福になると、自分はまったく苦労せず、いつでも幸福に生きられるのです。</p>

        <p>muditā の人は、常に他人の明るい側面を見てそれを喜ぶので、災難に遭っても幸福は消えません。交通事故に遭って「なんてついてないのか」とクヨクヨするのは不幸な人の思考です。muditā の人は「まあ命が助かってよかった」と明るくしています。いつも暗くて笑えない人は、muditā を育てるといいのです。</p>

        <p>muditā を育てる瞑想は、まず「私の願い事が叶えられますように」と念じ、「私の親しい生命、生きとし生けるもの、私が嫌いな生命、私を嫌っている生命」の願い事も叶えられますようにと次々と念じます。</p>

        <p>「嫌な人の願い事が叶うようになんてとんでもない」と言う人がいます。しかし、ここで「願い事」というのは、世俗的な願い事とは違うのです。人は「お金持ちになりたい、地位や名誉がほしい」などいろいろと願うでしょう。しかしそれは単なる妄想です。頭の中で夢を見ているのです。「歳を取りたくない、病気になりたくない、死にたくない」というのも、妄想です。具体的な願い事ではありません。また、そんなことが叶うはずもないのです。</p>

        <p>徹底的に具体的に人生を見てみましょう。自分の人生の長さは決まっています。人生は一秒一秒確実に縮んでいくのです。その一秒が実際の世界です。「大金持ちになりたい」など、そんなことは別に実現できなくても大したことはないでしょう。そんな妄想とは関係なく、生きるのに必要な願い事が一秒毎にあるのです。お腹がすいたら何か食べたい。駅に向かったら駅にたどり着きたい。もっと無意識的には、息を吸ったら吐きたい、吐いたら吸いたいということはいつでもあります。生きるというのは、大したことはないのです。常に「何かやりたい」という衝動があって、それをやることが生きることなのです。我々には秒単位で願い事があり、それをなんとかしようと次の秒でがんばるのです。呼吸することも、ご飯を食べることも、眠ることも、秒単位で成り立っているのです。それに失敗するとたいへんなのです。</p>

        <p>それが本当の願いの流れです。そういう願いは、どの生命にも、ずっと流れているのです。とにかく我々は、具体的な一秒単位で生きています。その一秒だけを成功すればいいのです。人生に成功する必要はありません。「人生」というのも、ただの観念的な言葉です。具体的には、今の一秒。それは自分で握ることができます。</p>

        <p>「私の嫌いな人」というのも妄想思考です。ただの人間関係の「言葉」にすぎません。自分と関係ある人々の中に、自分が好まない態度を取る人がいるということです。その人も、おだやかでストレスがなければ攻撃しないのです。だから嫌な人もスムーズに楽しく生きるならば、それはその人にとってだけではなく、自分にとっても良いことなのです。</p>

        <p>結局「願い事が叶えられますように」というのは「皆おだやかで、落ち着いて、ストレスなく生きていってほしい」という気持ちです。そういう気持ちで生きるとおだやかな喜びの生き方ができます。それこそが力強い生き方なのです。慈悲は真理の言葉なので、世俗の概念で捉えると間違います。ブッダは真理の目でご覧になり、人々が真に幸福になる道を説いておられるのです。</p>
    </section>

    <section id="sect-4">
      <div class="key-term-sup">
        <h2 class="key-term">ウペッカー：捨</h2>
        <p class="pali-large"><span class="num-g">４．</span>Upekkhā</p>
        <p class="key-sup">差別のない広々した平等な心でいる優しさ</p>
      </div>
      <p>今回のテーマは、慈・悲・喜・捨という四種の慈悲心の最後、捨 upekkhā 「平等心」です。Upa という接頭語には「落ち着いて、包括的に」という意味があり、それに ikkhati「見る、観察する」が合わさった動詞 upekkhati の名詞形がupekkhā で、「落ち着いて客観的に観察すること」というような意味になります。一方的に偏らず、偏見がない心です。その意味を見てもわかるように、upekkhā と智慧はかなり近いのです。「Upekkhā が育つ」と「智慧が育つ」は同義語と言っていいほどです。智慧を育てるためには、見たもの、聞いたものにとらわれず、固定概念を捨てることが必要です。 Upekkhā の「捨」という訳を見ると、一見「？」と思うのですが、「取らない、執着しない」というところからきていると思えば理解できます。</p>

      <p>世間で「人間は平等だ」と言う時は、「他の生命は平等ではない」という気持ちがあります。「平等を壊す人間」を攻撃するのが「平和運動」なのです。そういう「平等」はただのインチキです。</p>

      <p>仏教の「平等」は広大な概念です。sattā（生命）とは、宇宙全体の生命、多次元生命（神々・霊・餓鬼・鬼など）を含むのです。Upekkhā の人は、主観的な自分主義が消えた広い心で「生命は、いろんな形を取ってそれぞれ生きている。でも皆、同じ生命だ。私もただその一員にすぎない」と見るのです。</p>

      <p>仏教には輪廻という概念があります。我々は無始なる過去から、死んでは生まれ、死んでは生まれ、無限とも言える時間を生きているのです。その時間は、何千億年、何兆年などという小さなものではありません。一つの宇宙が消滅する時間単位でさえ、あっという間なのです。それほどの長い輪廻の中で、我々は皆、動物や虫や魚にも、天界や地獄にも、輪廻を繰り返してきました。だから誰が偉くて誰が偉くないなど、どうやって言えるのでしょうか。たまたま地位が高いなど、どうということはありません。来世では虫かもしれないのです。そこを理解すると、平等ということは当然のことになり、具体的に、厳密に、生命は平等だと見ることができるのです。</p>

      <p>Upekkhā を育てる慈悲の瞑想の言葉は「悟りの光が現れますように」です。この言葉を、自分、親しい生命、生きとし生けるもの、私が嫌いな生命、私を嫌っている生命に、次々と念じます。これは、心の汚れを消し去り、心の小さいレベルを破って無量の大きさの広々した心の状態をつくる修行です。それを理解して、リラックスしながらも真剣に念じてみてください。</p>

      <p>これまでに四つの慈悲心を説明しました。慈・悲・喜・捨は、それぞれ違う心のはたらきですが、四つとも生命に対する心の優しさです。生命との関係をどう持つべきかというと、そのどれかの心で接すればいいということです。その場その場で状況に応じて、そのどれかを実践するといいのです。Upekkhā（平等心）と mettā（友情）はちょっと似ています。しかし、平等心は、友情よりも、すごく広いのです。例えば、ある乱暴者が騒いでいるとします。 Mettā の慈しみがあると、「うるさいなあ」と気楽に言えます。乱暴者も優しい友人の言葉には怒りません。 Upekkhā の人は、静かに、「皆それぞれ自分の生き方をしているのだから、まあいいじゃないか」という感じで、なんということもなく落ち着いています。これは無関心とはまったく逆です。無関心は無知で、落ち着きは智慧です。落ち着きはものごとを理解することによって生まれます。誰に対しても静かに落ち着いている人がいたならば、周りの人々もとても気持ちがいいのです。</p>

      <p>四つの慈悲心は、それぞれ、無制限に大きく育てることができます。慈悲を育てるには、慈悲の瞑想が一番強力な方法です。四つの中から一つを選んで念じてもいいのですが、四つとも瞑想すると自分にあった慈悲心が自然に育ちます。</p>

      <p>慈悲が育つと、人は、信じられないほど変わります。はっきりと別人になるのです。すごく穏やかで、常に喜びの波で満たされた人になります。慈悲こそ、宗教を超えた真の幸福の道です。</p>
    </section>

    <section id="sect-5">
      <div class="key-term-sup">
        <h2 class="key-term">メッターバーワナー；慈悲の瞑想</h2>
        <p class="pali-large"><span class="num-g">５．</span>Mettā bhāvanā</p>
      </div>
      <p>慈悲の瞑想は、すごく強力な修行法です。これは「幸せになる魔法だ」と思った方がいいのです。この瞑想にはそれぐらいの力があります。慈悲こそ、生命を幸福にする純粋なエネルギーなのです。</p>

      <p>世間には、「すごく穏やかな気分で、充実感をもって、毎日楽しく生きていける」という幸せを感じている人は、なかなかいないでしょう？ 真剣に慈悲の瞑想をすると、その幸福が得られるのです。周りの人間関係も、物理的な環境も、自分を取り巻く環境すべてが好転します。本当に変わるかどうか、ご自分で試してみてください。慈悲を育てるためには仏教徒である必要はありません。宗教が嫌いな人でも、他宗教を信仰している人でも、誰にできます。そして、皆、同じように劇的な効果を得ることができます。</p>

      <p>慈悲の瞑想にはいろんなやり方がありますが、一番簡単なのは、「生きとし生けるものが幸せでありますように」という一行を心の中で繰り返し唱えて、慈悲の気持ちで心を満たすことです。とても簡単でしょう？ 電車に乗っている時、お風呂に入っている時、勤務中など、ちょっとした時間を見つけて、いつでもできます。「生きとし生けるものが幸せでありますように」という一行を念じるだけで、すごい威力があるのです。ふつう我々の頭の中に延々とある、日々の暮らしのこと、仕事のこと、家族のこと、人間関係のことなどは、考えれば考えるほど貪瞋痴が生まれるのです。その貪瞋痴こそ心を汚す張本人なのです。心が汚れると、すべてがうまくいかなくなります。慈悲の瞑想で、貪瞋痴を慈悲に入れ替えるのです。今日から「私はこれからは、いつでも清らかな心でいるぞ」と決めて、ずっと慈悲の言葉を念じてみてください。（もちろん時間がある人は、15分でも20分でも背筋を伸ばして坐り、慈悲喜捨の瞑想を全部実践できれば、素晴らしいのです）</p>

      <p>慈悲の瞑想で心が完全に洗えます。これは文学的な表現ではなく、文字通り、心がきれいになるのです。別に、「善い人間になるぞ」「自分の中身を磨こう」などと考えなくてもいいのです。というよりも、そんなことは考えない方がいいのです。すごくシンプルに、慈悲の言葉を念じるのです。</p>

      <p>慈悲の瞑想は、習慣にすることが大切です。暗い部屋は電気をつけている間だけしか明るくならないように、慈悲の気持ちも、心の中に保ち続けないと、すぐ元に戻ってしまうのです。後戻りしない幸せを得るには、完全に悟りを開く必要があります。しかし、これはちょっと難しい上に、時間もかかります。今すぐ幸せになるためには、慈悲の瞑想が、いちばん簡単で効果的です。</p>

      <p>朝起きたらまず「生きとし生けるものが幸せでありますように」という思考で一日を始めます。家族に「おはよう」と言う前に、頭の中にこの思考を回転させて、心を洗うのです。一日の終わりも、布団の中で、他のことは何も考えず、眠りにつくまで慈悲の言葉を回転させます。日中も、できるだけ慈悲の言葉を念じます。これを２、３週間つづけると、慈悲が身についてきます。慈悲の習慣がつくと、その効果に驚かれると思います。</p>

      <p>生命は慈悲を忘れては何もできません。仏道において、慈悲と智慧の二つはどちらも欠かせません。この二つこそ幸福の道です。これはお釈迦さまの真理の教えです。</p>
    </section>

    <h3 class="metta-hl">慈悲の瞑想</h3>

    <ul class="metta-bhavana">
      <li>私は幸せでありますように</li>
      <li>私の悩み苦しみがなくなりますように</li>
      <li>私の願い事が叶えられますように</li>
      <li>私に悟りの光が現れますように</li>
    </ul>

    <ul class="metta-bhavana">
      <li>私の親しい生命が幸せでありますように</li>
      <li>私の親しい生命の悩み苦しみがなくなりますように</li>
      <li>私の親しい生命の願い事が叶えられますように</li>
      <li>私の親しい生命に悟りの光が現れますように</li>
    </ul>

    <ul class="metta-bhavana">
      <li>生きとし生けるものが幸せでありますように</li>
      <li>生きとし生けるものの悩み苦しみがなくなりますように</li>
      <li>生きとし生けるものの願い事が叶えられますように</li>
      <li>生きとし生けるものに悟りの光が現れますように</li>
    </ul>

    <ul class="metta-bhavana">
      <li>私の嫌いな生命が幸せでありますように</li>
      <li>私の嫌いな生命の悩み苦しみがなくなりますように</li>
      <li>私の嫌いな生命の願い事が叶えられますように</li>
      <li>私の嫌いな生命に悟りの光が現れますように</li>
    </ul>

    <ul class="metta-bhavana">
      <li>私を嫌っている生命が幸せでありますように</li>
      <li>私を嫌っている生命の悩み苦しみがなくなりますように</li>
      <li>私を嫌っている生命の願い事が叶えられますように</li>
      <li>私を嫌っている生命に悟りの光が現れますように</li>
    </ul>

    <ul class="metta-bhavana">
      <li>生きとし生けるものが幸せでありますように</li>
    </ul>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
