<?php
global $sect_title;
$sect_title = array (
  'ヴィタッカ：尋', //sect-1-title
  'ヴィチャーラ：伺', //sect-2-title
  'アディモッカ ：勝解', //sect-3-title
  'ヴィリヤ：精進', //sect-4-title
  'ピーティ：喜', //sect-5-title
  'チャンダ：意欲' //sect-6-title
);
?>

<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>雑心所</h1>
    <p class="key-pali">Pakinnaka-cetasika</p>
    <p class="key-yomi">パキンナカ チェータシカ</p>
  </div>

  <div class="keyword-honmon">

    <p>雑心所も、共一切心心所と同様、善でも悪でもありません。善い心所と共に働くと善心所になり、悪い心所と共に働くと悪心所になる心所（同他心所）です。雑心所と共一切心心所の違いは、雑心所は必ずすべての心に生じるとは限らないところです。例えば五官（眼耳鼻舌身）に色・音などの情報が入った瞬間の心には、自動的に認識作用が起きるので、雑心所は必要ないのです。雑心所は６種類あります。</p>

    <section id="sect-1">
      <div class="key-term-sup">
        <h2 class="key-term">ヴィタッカ：<ruby><rb>尋</rb><rp>（</rp><rt>じん</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">１．</span>vitakka</p>
        <p class="key-sup">認識対象を心に乗せる（同時に心の論理を担当）</p>
      </div>
        <p>六識（眼耳鼻舌身意）に入る対象（色声香味触法）を認識するとき必要な、基本的な働きです。</p>

        <p>目に、何か見える対象が入ったとします。瞬時に『見えた』という実感を作り出す眼識が生まれます。でも何が見えたかはわかりません。次の瞬間に『花だ』『椅子だ』と、見た対象を認識します。花だと決めるために何かの情報処理が必要です。この情報処理をする基本的な働きがヴィタッカ（尋）です。</p>

        <p>ヴィタッカのヴィは、明確に細かく、という意味です。タッカは、思索、論理という意味を持っています。通常のパーリ語では、ヴィタッカといえば、論理的に物事を考えるという意味になりますが、アビダルマのヴィタッカ（尋）は、論理という意味を持っていません。</p>

        <p>注釈書では、『対象をこころに乗せる』というような解釈をします。注釈書でも尋の説明はかなり長いですが、明確とは言い切れません。ですから、尋は、ものごとを認識するときに必要な、とても基本的な論理作用だと思います。</p>

        <p>これを我々が普通に使う論理と区別しておきましょう。日常生活の中で何かを判断するとき、我々は頭の中でかなり考えるのです。たとえば、進学はどこにしますか、晩ご飯には何を作りますか、などです。</p>

        <p>論理的に考えるといっても、その論理自体が、論理学にのっとった正しい理論ということにはなりません。基本的論理作用（尋）は、それとは違います。</p>

        <p>目をあけて何かを見た瞬間、「赤いバラの花だ」と認識してしまうのです。「赤いバラの花だ」という言葉が、認識してからずいぶん後に付け加えられます。いわゆる『言葉』が現れる以前に、論理的に対象を認識しています。この場合も、論理だからといって正しい論理と思う必要はないのです。</p>

        <p>この基本的な論理を簡単に見出せる方法があります。日常生活の中で我々は、何も考えず行う行為がほとんどです。それらの行為を探ってみると、何か理屈を見出せます。靴を脱ぐ、かばんを置く、新聞雑誌などをどこかに置くなど、無意識にする行為がいっぱいあります。</p>

        <p>「なぜ、あなたは靴を脱ぐとき左足の靴は後ろに下がっているのですか」と、脱いだ本人に聞いてみましょう。その人は、まったく無意識に何も考えずにやったことだから、自然にそうなっただろうと思いがちなのですが、しつこく聞いてみると、頭に何かの理由が浮かんできます。実は左足の靴は後ろに下がるように、脱ぐ瞬間にその理由が心の中に機能していたのです。</p>

        <p>花を見て、「バラだ」と決めるときも、「なぜバラなの？」と聞いても、答えられないかもしれませんが、見た対象をバラに決めた理屈があります。</p>

        <p>この言葉にならない、自分でも気づかない、何かを区別して認識するとき必要な基本的な論理構成が『尋』です。知識人が考える大げさな論理ではなく認識するとき必ず必要とする論理的な働きです。動物でも、獲物になる動物と、そうならない動物を区別し、認識するとき、尋が働きます。</p>
    </section>

    <section id="sect-2">
      <div class="key-term-sup">
        <h2 class="key-term">ヴィチャーラ：<ruby><rb>伺</rb><rp>（</rp><rt>し</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">２．</span>vicāra</p>
        <p class="key-sup">認識対象をつかまえているはたらき</p>
      </div>
        <p>ヴィチャーラ（伺）という心所は対象を上手くつかまえている役目をします。ヴィタッカ（尋）は対象を心に乗せ、ヴィチャーラは心に乗せた対象を、ちゃんとつかまえておくのです。</p>

        <p>注釈書には「鐘を叩くとカーンと音が出ますが、その後もしばらく音は出つづけています。ヴィタッカはカーンという音に、ヴィチャーラは叩いた後に響いている音にたとえられます」と説明されています。ヴィタッカとヴィチャーラは両方とも頭に浮かぶ思考なのですが、思考には粗いはたらきと細やかなはたらきの二種があるということなのです。ヴィタッカはすごく基本的なはたらきで、ヴィチャーラはより微妙で細かいはたらきです。強引に何かを考えるとヴィタッカで、自然に考えが流れてくるとヴィチャーラがはたらいています。</p>

        <p>たとえば「絵を見よう」と見る時はヴィタッカがはたらいていて、そのあと自然に見ている時はヴィチャーラがはたらいています。ヴィチャーラは対象をつかまえていますから、対象をよく認識することができます。「その絵は青い色がポイントです」と言われて、「どこだろう」とあらためて見る時にはヴィタッカがはたらいて、ヴィチャーラで見て「ここに青い色がある」とわかります。そのようにヴィタッカとヴィチャーラの二つはセットになってはたらくのです。大概の思考はヴィタッカとヴィチャーラの両方でできています。</p>

        <p>たとえでいえば、馬の背中に乗ることはヴィタッカで、馬が暴れて振り落とそうとしても頑張って乗り続けるのはヴィチャーラです。</p>

        <p>難しくておもしろくないけれども読まなくてはならない本があるとします。その本を読むときに、理解しようとするのはヴィタッカで、それから20分、30分と頑張って努力して理解するのはヴィチャーラです。ヴィチャーラがない人は、難しい本を読むとすぐに眠くなったりしてやめたくなります。</p>

        <p>私たちが何かを考えるときには、普通は頭の中で言葉を使って考えています。その場合はヴィタッカがよくはたらいているのです。もしも言葉を使わずに考える人がいるならば、その人はヴィチャーラで考えているのです。</p>

        <p>言葉で考える場合は、あまり大胆なことを考えることはできません。すごいことを発見する人の頭には言葉がないのです。言葉なしに考えると、すごく速く考えられるし、無駄がないのです。いちいち考えを言葉に通訳して考えていると遅いですし、言葉に通訳する過程で、かなりの意味が落ちてしまいます。たとえば何かに驚いたとします。その時の実際の感じを「驚いた」という言葉で表すことはできません。ですから言葉で考える人よりも、言葉なしで考える人の方が鋭いのです。</p>

        <p>瞑想で、最初は、積極的に現象を確認していきます。その場合は、ヴィタッカが強くはたらいています。「痛み」「膨らみ、縮み」「妄想」などを積極的に確認して、確認して、どんどん慣れてくると、積極的に確認しようとしなくても自然に確認が流れていくようになります。その自然に確認が流れていく状態の場合はヴィチャーラが強くはたらいているのです。つまり、ヴィタッカがあまりはたらかなくても確認ができるようになった状態は、ヴィチャーラで確認しているのです。</p>

        <p>人が何をヴィタッカ・ヴィチャーラするかによって、その人の生き方が方向づけられます。その方向に傾いたからといって、すぐさま行動に移るわけではありませんが、行動をするための意志にヴィタッカとヴィチャーラが影響を与えるのです。ですからヴィタッカ・ヴィチャーラと共にはたらく心所が善心所か不善心所かということは、とても大切なことなのです。</p>
    </section>


    <section id="sect-3">
      <div class="key-term-sup">
        <h2 class="key-term">アディモッカ ：<ruby><rb>勝解</rb><rp>（</rp><rt>しょうげ</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">３．</span>adhimokkha</p>
        <p class="key-sup">心を対象に結びつけるはたらき</p>
      </div>
        <p>アディモッカは、心を対象に結びつけるはたらきです。「勝解」と訳されているのですが、この訳は直訳過ぎてちょっと意味がつかみにくいのです。</p>

        <p>mokkha は「解脱」と訳されている言葉で〈逃げていく〉〈出ていく〉というような意味です。adhi という言葉は、英語の super …〈優れている〉〈レベルが高い〉というのが一般的な意味で「勝」と漢訳されます。ですからアディモッカも「勝解」と訳されているのですが、この場合の adhi は反語的な意味で、アディモッカは、〈逃げていかないようにする〉というような意味なのです。「勝解」は〈すばらしく自由になる〉という意味ですから、まったく逆なのです。ですから「勝解」よりも「結合」などと訳した方がいいかもわかりません。</p>

        <p>アディモッカは、その瞬間その瞬間に、認識対象に心を結びつけます。私たちに、忘れようとしても忘れられない、ずっと心から離れないことがいろいろあるでしょう。そういう状態をつくるはたらきなのです。たとえば、とてもおもしろい本を買うと、その本を読み終わるまでずっと「あの本を読みたい」という気持ちが心から離れません。何をしていてもすぐにそこに戻るのですね。その場合は、このアディモッカが強くはたらいています。アディモッカのはたらきは一境性と似ているところがありますが、一境性は、ひとつのことを認識するように他の心所をまとめるはたらきです。</p>

        <p>私たちの心が何かを認識しようとする時は、尋や伺がはたらいて対象を捉えます。けれども人間には〈対象そのもの〉を認識することはできません。私たちは対象の無数の側面の中の一つの面だけを認識するのです。認識する瞬間に対象の一つの側面に心をくっつけるようなはたらきがあるのです。それがアディモッカです。</p>

        <p>たとえば、歩いていて縄を踏むとします。縄を踏んだ瞬間は、自動的に足の裏に異変を感じますからそこには尋も伺もアディモッカもはたらいていません。その次の瞬間で、いろいろな心所がはたらいて、その人の性格や煩悩が出てきます。そして、怖がったり、心配したりするのです。人によっては「蛇だ」と認識して、慌てて転んだり、大声を出したりするのですね。それから「なんだ、縄か」と認識すると、ホッとする。そうするとさっきまでの恐怖感がサーッとなくなっていくのです。そういう一連の流れの中で、その瞬間その瞬間に「こういう対象だよ」と対象のある側面をつかんでいるのが、このアディモッカという機能なのです。</p>

        <p>アディモッカが強くはたらくと、心が対象に釘打たれたような、ボンドで付けられてしまったような状態になります。たとえば病気になったら、病気という対象に、ずっと心が結ばれてしまうのです。他のことを考えることができずに、病気のことばかり考えてしまうのですね。家の中で何かトラブルがあったら、何もできずに、ご飯も食べないでそればっかり考えています。どうして悩みつづけるかというと、悩んでいる対象に釘づけになっている状態になっているからです。それは、このアディモッカが強くはたらいているのです。</p>

        <p>何かに悩んでいる人が何か他のことをすると、悩みなど忘れてしまうことがあります。それは結構効果がある解決法なので、私は悩んでいる人に何か他のことをするように勧めたりします。ただそれだけで直るのですね。けれども場合によっては、何をしても悩みが頭から離れないことがあります。それはそこにまだアディモッカがしつこくはたらいているということなのです。そのように、悩みなどにアディモッカがはたらくとすごく迷惑なのですが、勉強などにアディモッカがはたらくと、ありがたいはたらきになります。瞑想の修行をしていても、瞑想以外のことにアディモッカがあると、なかなかうまくいきません。ヴィパッサナー瞑想に対してアディモッカがはたらいたならば、ちゃんと修行をつづけることができて、とてもいい結果を出してくれます。</p>
    </section>

    <section id="sect-4">
      <div class="key-term-sup">
        <h2 class="key-term">ヴィリヤ：<ruby><rb>精進</rb><rp>（</rp><rt>しょうじん</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">４．</span>viriya</p>
        <p class="key-sup">努力しようとするエネルギー</p>
      </div>
      <p>ヴィリヤは精進するエネルギーです。
        「精進」は日本語で一般的に使われている言葉ですから、皆さんもご存知だと思います。何かをやりたいからやるのではなくて、「～しよう」と決めて、その方向にがんばる心のエネルギーです。心所としてのヴィリヤは認識の対象を決めるために必要なエネルギーで、ヴィリヤはそういう基本的なはたらきもしています。

        日本語の「精進」という言葉は普通いい意味で使われていますが、心所としての精進（ヴィリヤ）には善悪はありません。ヴィリヤは同他心所ですから、善、悪、どちらにもなるのですね。がんばる人が何にがんばるかによって、善か悪かが決まります。銀行強盗をするためにがんばる、勉強をするのをがんばる、どちらにもヴィリヤがはたらいています。

        心所には強弱がありますが、ヴィリヤが強いと、かなり楽に仕事ができます。たとえば、体の弱いお年寄りをお風呂に入れてあげるのは大変な仕事ですが、ヴィリヤの強い人がすると、全然疲れません。元気で、「何人でもどうぞ」という感じでいます。ヴィリヤが弱い人が同じ仕事をすると、「これをやらないといけないからしょうがない」というおっくうな感じになってしまって、すごく疲れるのです。その差は何かというと、ヴィリヤという心所の強弱です。

        仏教でヴィリヤを善い方向に育てなければならないと強く説く理由があります。それは何かというと、ヴィリヤが育たなければ人間は自由にならないのです。ヴィリヤが弱い人は煩悩（貪瞋痴）に操られている奴隷状態で、目の奴隷、耳の奴隷、鼻の奴隷、舌の奴隷、身体の奴隷、考えの奴隷という、どうしようもないひどい状態です。自由はまったくありません。

        ヴィリヤを育てれば育てるほど、人は自由になります。六処（眼耳鼻舌身意）の意のままに操られる状態から脱出できるのです。心をコントロールできるようになってはじめて、私たちは自分の見たいものを見る、聞きたいことを聞く、考えたいことを考える、という状態になれるのです。

        皆さんは、「私は今でも見たいものを見ていますよ」と思われるかもしれません。ところがそれは勘違いであって、実際は欲に操られているだけなのです。
        美しいものや心地よいものを見たいと思って見るということは、誰でもしています。心はそれを願っているのだから、それはとても自然な流れです。
        誰かに何かイヤなことを言われたら、すぐに怒ってしまう。それも自然の流れです。そこが落とし穴で、私たちは罠にはめられているのです。そういう状態がいかに不自由で苦しい状態であるかということに、気づくことができないのです。そのことは、ヴィパッサナー瞑想の修行によって不貪不瞋不痴の真の自由を得て、はじめて理解できるのです。

        ところが、数ある善行為の中でも、特にヴィパッサナー瞑想というのは、人間が本来絶対にしたくないことなのです。
        心の流れとまったく正反対のことを心にさせるのですから、ヴィパッサナー瞑想こそは心が嫌がる第一番目の仕事であって、他に競争相手はいません。
        心はどうしても貪瞋痴に傾きやすいのです。
        怒るのは容易いでしょう。怒らないのは難しい。
        欲張るのは簡単。欲張らないのは難しい。
        そして、普通はそういう状態に気づきません。気づくためにもまたがんばらないとダメなのですね。

        ですから貪瞋痴と反対方向に行く修行をやらせることは、魚に「歩け、歩け」と言うようなことなのです。
        そこをがんばってやらないといけないのです。
        ですからよほどヴィリヤを育てて、「やるぞ」とがんばらないと仏教の修行はできないのです。
        そのように、ヴィリヤは仏教で最も大切にし、がんばって育てるべき心所のひとつなのです。</p>
    </section>

    <section id="sect-5">
      <div class="key-term-sup">
        <h2 class="key-term">ピーティ：<ruby><rb>喜</rb><rp>（</rp><rt>き</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">５．</span>pīti</p>
        <p class="key-sup">喜ぶエネルギー</p>
      </div>
      <p>ピーティは、喜ぶエネルギーです。喜びには理屈はありません。何かを見てうれしい、何かを聞いて楽しい、何かを食べておいしい。それらは自動的に出てくる感情です。食べたものがまずいのであれば、口に入れた瞬間に心が知っています。「おいしいですね」とお世辞を言うことはできますが、感覚的に自分に嘘をつくことはできません。音楽が耳に入った瞬間に、気持ちがいいかどうかが決まっています。無理矢理に喜ぶことはできません。このようにピーティが自然に生まれるものです。

        しかし、喜びの心所も育てられます。嫌いな食べ物でも「どんな味かな」と興味をもって食べてみると、だんだん味がわかってきておいしく感じ始めるものです。そうすると喜びが出てきます。虫の鳴き声も、「うるさい」と感じることも「楽しい」と感じることもできます。つまり、喜びを得るためには、味や音など、感覚の対象の質が問題ではないのです。すべてが心の問題なのですね。好ましいか好ましくないかということは、決して絶対的な固定されたものではなく、心が決めるのです。

        そのようにピーティ（喜び）は心の問題で、外界の問題ではありません。外に向かって文句を言う必要はないのです。わざわざ楽しみを捜し歩かなくても、なんのこともなく喜びの心が生まれるようにすることもできます。たとえば正しく瞑想をすると、心が集中して心の荒波が消え、自然に喜びの心が生まれます。心が落ち着くと、ピーティが生まれるのです。だから瞑想がうまくいくと、確実に喜悦感が生まれます。

        外界のもの ─ 美しい景色、おいしい食べ物、きれいな音楽などから喜びを得ようとしても、限界があります。外の物質が私たちを落ち着かせてくれる力は、たいしたことはありません。何時間も何時間も音楽を聴いて楽しむことはできません。美術館に行って絵を見ていても、３０分くらいたつと、なんか味のようなものが消えてしまう。麻痺してしまうのですね。そのように、物質に依存して喜びを得ようとしても、ある程度の量に触れると麻痺してしまって、大した喜びは得られません。

        直接心を落ち着けて得られる喜びは、物質から得られる喜びとは比べものにならないくらい大きいのです。瞑想で集中力ができると、すばらしい喜びが生まれてきます。しかも、その喜びにはリミットがないのです。いくらでも成長させることができます。

        しかし逆に、それによって問題も出てきます。サマーディー瞑想であまりの喜悦感に浸ってしまうとその強い喜びに満足してしまって、ヴィパッサナー瞑想ができなくなってしまうのです。ただの喜悦感を「これこそ究極だ」と思ってしまったら、そこでその人の心の成長はストップしてしまいます。そこから抜けられなくなって、真理の世界にはいけなくなってしまうのです。

        ですから、喜ぶことは決して悪いことではないのですが、喜びの心が大きければ大きいほどすばらしいということでもないのですね。瞑想の場合だけではなく、一般的な生活の場でも、仏教では平静な心を喜びの心より上に置いています。善行為をして喜びや感動を得るよりも、すごく落ち着いて「ただ善いことをする」という態度をほめるのです。

        たとえば、患者さんにほめられたり感動されたりして喜ぶ医者は、ピーティという刺激を求めているのですね。まあ、善いことをして喜ぶことは決して悪いことではないのですが、喜びを求めすぎると問題が出てくることもあります。

        平静なお医者さんは、患者がいくら文句を言おうが、わがままを言おうが、なんのことなく冷静に治療をして終わるのです。「自分の仕事はこの患者を治すことであって、いくらわがままを言う患者であっても放っておくことはできない。文句を言おうが感謝しようが関係ない」という態度です。患者さんが「この医者は藪医者だ、こんな治療は殺人だ」などと泣こうがわめこうが、冷静にベストを尽くして治療をします。仏教ではそういう平静な態度をほめるのです。</p>
    </section>

    <section id="sect-6">
      <div class="key-term-sup">
        <h2 class="key-term">チャンダ：<ruby><rb>意欲</rb><rp>（</rp><rt>いよく</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">６．</span>chanda</p>
        <p class="key-sup">意欲、やる気</p>
      </div>
      <p>チャンダは意欲です。「見よう」「聞こう」など、何かを認識をしようとすると、そこにチャンダがはたらいています。チャンダは共一切心心所のチェータナー（思）と似ているはたらきですが、チェータナーの場合は自分の意志としてのはたらきなので、行為に付随する煩悩（または善心）がポテンシャルエネルギーとして蓄えられ、その人のカルマ（業）になります。チャンダはビリヤ（精進）とも似ているようですが、ビリヤはある一定の方向に自分の意志を向けようとするはたらきです。チャンダはもっと単純なエネルギーで、ただ何かを「やろう」とすることです。

        「あれもやりたい、これもやりたい」という気持ちはあるのだけれども実行に移さない場合は、やる気のエネルギー（チャンダ）が足りないのです。「やらないといけないことがいっぱいあるんだけど…」と言いながら何もしない人は、ストレスがたまって、暗くなって、ダメになってしまうのですね。チャンダを育てると、やりたいことをどんどんするようになります。その人にはよけいなことを考える暇もないのだから、ストレスはたまりません。

        外の世界を見て「あのようになりたい」と目標を作ったり、「外からの評価を得よう」と意気込んだりすると、かえってやる気が萎んでしまいます。自分の能力がどのくらいあるか試すつもりで、ゲーム感覚で楽しめば、やる気が育つのです。

        これまで、52種類の心所をざっと見てきました（不善心所14、浄心所25、同他心所13）。とにかく人間が何をしても、そこには必ず心所が生まれています。瞬間、瞬間、私たちの心には、善の心所が生まれているか、不善の心所が生まれているか、そのどちらかなのです。

        瞑想をして禅定に入った人と私たちとはどこが違うかというと、心所の差なのです。ある人が解脱を得たとしても、心自体は別に変わったわけではありません。変わったのは心所なのです。

        心所をよく理解した人は、「我」という考え方を捨ててしまうのです。「我」があるのではなくて、ただ心所のはたらきのみがある、ということを理解するのですね。

        たとえば「あの人は知識人だ」と言う場合は、その人の心所の特徴を言っているのです。「あの人の心所のはたらきは、勉強をしていない人の心所のはたらきとは違う」というだけのことなのです。

        勉強することにしろ、瞑想することにしろ、結局は心所との戦いです。心に生まれるいろいろな現象との戦いなのです。ここで「戦い」というのは、必要なものを育て上げ、邪魔なものを抑えて消そうとする、という意味です。

        ですから、瞑想をするときには「自分の心に今どんな心所がはたらいているのか」と理解しておいた方がいいのです。特に独りで修行をする場合は、心所の知識をもって自分の心をチェックすることが必ず必要です。

        たとえば瞑想して眠気が出てきたとします。眠気と戦っていると、自分では気づかないうちに怒りが生まれてくるのです。そうすると、一生懸命に善行為（瞑想）をしようとして、逆に悪の心所（怒り）をためてしまうということになりかねません。いくら瞑想をしても、睡眠と怒りという悪心所をくり返していれば、当然のことながら結果がよくありません。そこで不信感（疑）が出てくる、また怒りが出る、などという悪循環に陥ります。

        一生懸命に瞑想修行をしても、心が育っていかないならば、意味がありません。大切なのは、心が清らかになって煩悩（貪瞋痴）が少なくなっていくかどうかということなのです。残念なことに、せっかく瞑想をしても、慢心や怒りばかりが大きくなる場合もあるのです。ですから心所を勉強して、細やかに理解して、自分の状態をきちんと把握しておくことが、正しく修行するためにとても大切なのです。</p>
    </section>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
