<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>心所</h1>
    <p class="key-pali">Cetasika</p>
    <p class="key-yomi">チェータシカ</p>
  </div>

  <div class="keyword-honmon">

    <p>cetasika（チェータシカ：心所）は「心にあるもの」「心によるもの」で、言い換えれば、心の成分のようなものです。心は必ず心所と共に生じます。この場合の『心』とはパーリ語の citta（チッタ）のことで、「生きている」というような意味です。仏教では、「心がある物体」を生命、「心のない物体」を物質と言っています。</p>

    <p>心と心所は、水と水の成分にたとえるとわかりやすいのです。世の中に100％純粋な水は存在しません。水（H<sub>2</sub>O）には、たとえ微量であっても、必ず何かの成分が含まれています。水道水、下水、コーヒー、血液、雨水…など、様々な液体の差は水に含まれる成分の違いです。
      心も、心に溶けている心所によっていろいろな心があります。優しい人、明るい人、落ち着きがない人、怒りっぽい人、嫉妬深い人、欲深い人、鈍感な人、敏感な人など、人間の性格はどの心所がその人の心に溶けやすいかということで決まります。性格は固定されたものではありません。人格は条件によってコロコロ変わります。心は純粋な水のごとく善でも悪でもありません。心に怒りが溶けたら怒りの人になる。心に慈しみが溶けたら優しい人になる。次の瞬間にどの心所が生じるか、自分にもわからないのです。孫を見てニコニコしていた好々爺も嫌いな人を見たとたんに怖い顔になってしまいます。すごく優しいと思っていた人の意外な一面を見ることはよくあることです。人の性格には決して証明書は出せません。</p>

    <p>私たちが自分で「心」と感じているのは心（citta）ではなく心所（cetasika）です。「私は悲しい」と言うときは、心を悲しませる心所が心にあるということです。「私は悲しい」ということは決して事実ではありません。『私』という存在があるわけではなく、実際にあるのは心と心所なのです。悲しんでいたのは私だし、勉強をしていたのも私だし、今ふざけているのも私だし…やはり『私』がいる、と思うのですが、それはただ心の作用に悲しい波や楽しい波などいろいろな波があっただけのことです。遊んでいる、勉強している、悩んでいる、考えている、怠けているなど私たちの状態や動作を表す言葉はすべて心所に基づいて言っている言葉です。</p>

    <p>不善心所は心を暗く狭く弱くし、浄心所は心を明るく大きく強くします。不善心所の溶けた心は毒水のようなもので、浄心所の溶けた心は栄養のあるスープのようなものだといえるでしょう。たとえ毒の弱い毒水でも、毎日飲んでいればその毒にやられて死んでしまいます。逆に栄養のあるスープを毎日飲むと、どんどん健康になって成長していきます。「生きている」ということよりも、「どのように生きているか」ということこそが、大事なポイントです。私たちにとって、不善の心所を抑えて善の心所を育てることが何よりも大切なことなのです。</p>

    <p>戒律は、不善心所を抑えるはたらきをします。身口意の行為は、必ず行為に応じた心所を生じさせます。悪い行いをするときには悪い心所が生じています。他の生命を殺したり、不倫をしたり、酒を飲んだりすることは、すればするほど心を弱く狭くするのです。お釈迦さまは、智慧の目で心を観て戒律を定められたのです。ですから無理をしてでも戒律を守るならば、自分を守ることができます。</p>

    <p>ヴィパッサナー瞑想も善い心所を育てるための修行です。愚者か智者かの違いは、心所で決まるのです。心を暗く狭くする心所が生まれないようにして心を広く深く強くする心所を育てあげていく…それが仏教の実践です。</p>

    <p>心所は、52種類あります。そのうち、不善心所（14種）と浄心所（25種）はすでに説明しました。次回から同他心所（13種。共に生じる心所によって善にも不善にもなる心所）について説明したいと思います。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
