<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>回向</h1>
    <p class="key-pali">Anumodana</p>
    <p class="key-yomi">アヌモーダナ</p>
  </div>

  <div class="keyword-honmon">

    <p>慈悲心の一つ、muditā（ムディター：喜）の語源は、modati（モーダティ：喜ぶ）という動詞です。<br>
    回向：anumodana は、その modati を語源とする modana に anu（随いて）がついた語で、「随喜」という意味もあります。</p>

    <p>回向というのは、善行為（喜びに値する行為）で得た功徳を他にも分け与えることです。<br>
      功徳とは幸せに生きるためのエネルギーです。
    「私がした善い徳をあなたにも分けてあげます。あなたも幸福でありますように」ということなのです。それは、自分の善行為を大げさに言い張ることではないのです。徳を皆で分けることで、「自分が善いことをしたんだ」というエゴが消えるのです。ですから回向は、心を清らかにするために必要な大切な行為です。</p>

    <p>回向するためには、自分が善行為をして何か徳を積まないとできません。
      お婆さんの命日にボランティアをして、「この徳によってお婆さんが幸福でありますように」と心から唱えれば、立派な供養になるのです。
      たとえ法事をしても、法事の席で酒を飲んで遺産争いの兄弟喧嘩などをしたら、功徳になるどころか罪になります。やはり心を豊かに清らかにして、きれいな善行為をして、すごく清らかな、すがすがしい雰囲気で回向しないといけないのです。</p>

    <p>善行為のみが人間に充実感を与えてくれます。<br>
      「ああ、よかった」という真の喜びを与えてくれるのです。欲が満たされたときの喜びは幸福なエネルギーにはなりません。<br>
      誰かに「私は高価なプレゼントをもらいましたよ」などと言っても、「だから何ですか」と言われてしまいます。<br>
      「昨日は老人ホームに慰問に行って、皆が喜んでくれて、とても嬉しかったです」と言うと、「それはよかったですね」と相手の心も喜ぶのです。</p>

    <p>そのように、誰かの善行為を認めると、その喜び（功徳）が自分にも伝わります。<br>
      回向の論理とはそういう論理で、こちらから幸福のエネルギーを送ったことを相手に伝え、向こうがそれを受け取るのです。<br>
      相手が回向の功徳を受け取らないと、幸福にはなれません。「なんだ、回向しても亡くなった両親に伝わらないかもしれない」と思って、「じゃあ、やめよう」と回向という善行為を中止するならば、それ自体が悪行為になるのです。亡くなった両親が受けても受けなくても、残された子供は精一杯徳を積んで両親に回向しないといけません。</p>

    <p>テーラワーダの国で、「亡くなった私の祖母は必ず私の回向を受けてくれますか」などと訊くと叱られます。<br>
    「そういう考え方はケチですよ。回向するのであれば、法要の目的であるお婆さんだけにではなくて、回向を受けられる亡くなった親戚皆、また親しい関係の誰にでも、無制限に回向しなさい」と諭されるのです。<br>
    誰が回向を受けられるかという疑問なく、「無制限に、皆に喜びを分かち合いましょう」という態度で回向できるのです。<br>
    その方が、自分の心はすごく豊かに大きくなれるのです。<br>
    「この善行為によってすべての生命が幸せでありますように」と回向します。誰かがこの回向を受けて喜んでくれたならば、必ずその人に徳が行くのです。気持ちを無制限に拡大して行うのです。<br>
    ということで、神々にも、先祖にも、祖父母、両親、親族、恩師等々、一切の生命に回向するのです。</p>

    <p>仏教では「せっかく人間に生まれて仏教に出会ったのだから思う存分回向してください」と、毎日回向することを奨めています。<br>
    この世で最高の善行為は心を清らかにすることです。功徳の中でもいちばん徳が高いのは、慈悲の瞑想やヴィパッサナー瞑想をすることなのです。だから瞑想会の後は、必ず回向の文を唱えて回向します。<br>
    回向を受け取ることも善行為です。他の徳を喜ぶことで、自分のエゴが弱くなるのです。「人の徳などもらわなくても自分でやります」という自分主義は、狭いのです。<br>
    ですから回向をすることと同様、回向を受けることも、一つの善行為なのです。</p>

    <p>正直に回向をすると、心はどんどん豊かに大きくなります。<br>
    限りなく一切の生命に回向することで、慈悲の実践にもなるし、徳が無制限に増えることにもなります。<br>
    もしもまじめに回向をすると、人のことを恨んだり、憎んだり、我を張ったりすることはなくなって、人格育成にも役に立ちます。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
