<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>布施</h1>
    <p class="key-pali">Dāna</p>
    <p class="key-yomi">ダーナ</p>
  </div>

  <div class="keyword-honmon">
    <p>dāna（ダーナ）は「あげる」「与える」ということで、英語の give です。「お布施」という言葉からは宗教的な寄付行為を連想しますが、ダーナはもっと単純で広い意味です。誰かに何かを与えることはすべてダーナになります。知識のある人が何かを教えてあげたり、時間のある人がその時間を使って誰かの役に立つこともダーナです。人は他人に何かを与えることによって社会の中で役に立つ存在となり、その生き方が意味のあるものとなります。そして、「しっかりしないといけない」と自分の行動も守られるのです。ですからdānaは、在家の人々がまずなすべき道徳です。<br>
      ダーナの徳の高さには段階があります。ダーナには、する人と、される人と、するものの三つがありますが、それらは清らかであればあるほど徳の段階が高いのです。</p>
    <h3 class="dana-hl">次の番号順に徳が高くなります。</h3>
    <dl class="dana-list">
      <dt>布施をする人</dt>
      <dd>
        <ol>
          <li>汚れた心（怒り、高慢、見栄など）で布施をする。</li>
          <li>布施をしないといけないと思って布施をする。</li>
          <li>戒律を守って正しく生きている人が布施をする。</li>
          <li>修行者が布施をする。</li>
          <li>預流果以上に悟った人が布施をする。</li>
        </ol>
      </dd>
      <dt>布施をされる人</dt>
      <dd>
        <ol>
          <li>悪人に布施をする。</li>
          <li>正直な人に布施をする。</li>
          <li>出家をしている人に布施をする。</li>
          <li>出家・在家にかかわらず、預流果以上の悟りを開いた人に布施をする。</li>
          <li>清らかな集団であるサンガに布施をする。</li>
        </ol>
      </dd>
      <dt>布施するもの</dt>
      <dd>
        <ol>
          <li>悪いことをして、不正に得たものを布施する。</li>
          <li>親から譲られた財産など、何も苦労をせずに得たものを布施する。</li>
          <li>自分が正しく仕事をして、努力をして得たものを布施する。</li>
        </ol>
      </dd>
    </dl>
    <p>仏教ではいつでも、心が清らかであるかどうかを最も大切なことと考えます。心が清らかな人に布施をすると、布施をした人の心が洗われます。布施を強要したり、布施が少ないなどと怒ったり差別をしたりするような人に布施をしても心は清らかにはなりません。布施は「ほめてもらおう」という見栄や感情的な同情心ではなく、「ない人にはあげる」というだけのシンプルな気持ちでするのがいちばん徳が高いのです。そこには何も判断や選別はありません。<br>
      いくら布施をしても、自我が膨らんで「私はこういうこともした、ああいうこともした」と考えてばかりいるならば、それは善行為とはいえません。貧しい人を助けてあげても「やっぱり皆同じだから助けないといけないし、たまたま私にできるからしているだけだ」と自我がどんどん消えていって「いいことができてよかった」という感じで終わるならば、すばらしい善行為になります。<br>
      なぜそういうことを最も大切に考えるかというと、汚れた思考を育てると悟りの道となんの縁もなくなってしまうからです。いくらお布施をしても、心が清らかな方へ、智慧の方へ進まないならばその行為にはなんの意味もありません。仏教ではいつでも智慧の方へ、自我をなくす方へ進んでいるかどうかということを、一番大切にするのです。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
