
<?php
global $sect_title;
$sect_title = array (
  '唯一の道', //sect-1-title
  'ヴィパッサナーの理論', //sect-2-title
  'ヴィパッサナーの三原則①', //sect-3-title
  'ヴィパッサナーの三原則②', //sect-4-title
  '最高の徳' //sect-5-title
);
?>

<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>ヴィパッサナー瞑想</h1>
    <p class="key-pali">Vipassanā bhāvanā</p>
    <p class="key-yomi">ヴィパッサナー バーヴァナー</p>
  </div>

  <div class="keyword-honmon">

    <div id="sect-1" class="key-term-jp">
      <h2>１．唯一の道</h2>
    </div>

    <p>Vipassanā bhāvanā の vi は「明確に、区別して」、passanā は「観る、観察する」、bhāvanā は「育成法」、まとめると「（自己を）明確に観察する修行法」です。<br>
    釈尊はヴィパッサナー瞑想で悟りを開かれ、この修行法を生涯にわたって熱心に弟子達に教えられました。釈尊の存命中には、何千人もの比丘、比丘尼、在家信徒の方々が、老若男女を問わず、次々と悟りを得たといわれています。<br>
    釈尊の入滅後も、この瞑想法は、悟りに至る道として、2500年以上にわたって師から弟子へと大切に伝えられてきました。<br>
    そのおかげで、ヴィパッサナー瞑想は、現代においてもテーラワーダ仏教（上座仏教）の国々で生きているのです。</p>

    <p>初期の経典（パーリ経典）に 「瞑想」や 「修行」という言葉が出てくる場合は、ほとんど全部ヴィパッサナー瞑想のことです。<br>
    どんな方法であろうが、今の自己をありのままに観ることが仏道修行のポイントで、そのための工夫が vipassanā bhāvanā なのです。<br>
    自己観察には 「sati （気づき）」という心のはたらきが欠かせません。<br>
    Sati（気づき）とは八正道の正念のことで、釈尊が四念処経（中部経典）というお経の中で詳しく説かれています。</p>

    <div class="quote-container">
       <p class="q-pali">Ekāyano ayaṃ bhikkhave maggo sattānaṃ visuddhiyā sokapariddavānaṃ samatikkamāya dukkhadomanassānaṃ atthangamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā,
        yadidaṃ cattāro satipatthānā.</p>

      <div class="q-wabun">比丘らよ、ここに唯一の道がある。それは、生きとし生けるものが清らかになるため、悲しみと嘆きを乗り越え、心と体の苦しみがなくなり、もののあり方を正しく知り、涅槃を体験するための道である。
        その道とは四念処、四つの気づきの実践である。</div>
    </div>

    <p>これは四念処経の、瞑想実践について説明が始まる章の最初のフレーズです。<br>
    まず 「ekāyano maggo：唯一の道 」という言葉が出てきます。<br>
    直訳は「ひとつの道」ですが、釈尊が「ひとつ」とおっしゃる時は、文字通り、この道ひとつしかない、「唯一」ということです。<br>
    次にその道の目的です。<br>
    まず「生きとし生けるものが清らかになるため」。<br>
    次に、「悲しみと嘆きを乗り越え、心と体の苦しみがなくなるため」。これは、どんな災難にも遭わなくなるという意味ではなく、どんなことが起きてもめげない、気にしない、びくともしない状態になるということです。悟った人は、何があっても心の明るさは消えません。<br>
    そして「もののあり方を正しく知るため、涅槃を体験するための道である」。これこそ解脱を得るための実践法だ、と説かれているのです。<br>
    この経典には、この後、身・受・心・法（体、感覚、心、真理）の観察について、それぞれ詳しく述べられています。</p>

    <p>「生きる」ということについて、私たちは何も知りません。自分は何者なのか。なぜ生きているのか。生命とは何なのか。生きることは楽ではないのになぜこれほど「生きていきたい」と思うのか。<br>
    そういう疑問は、いくら頭で考えても答えは出てきません。考えるのではなく、観察するのです。<br>
    妄想を止めて自分を観察すると、すばらしい智慧が生まれてくるのです。</p>

    <p>観察する時は、何も判断せずに、ありのままに観ることが大切です。<br>
    たとえば何かが聞こえたら「車の音だ、あれは大型車だな…云々」とか考えるのではなく、耳が音を認識したのだから、「音、音」と聞くのです。そこには事実だけがあって、主観的な判断は何も入っていません。<br>
    同様に、目は「色形」、鼻は「香り」、舌は「味」、皮膚からは「硬さ、温度」を認識しています。そこを観るのです。<br>
    そうやって事実を観ていくと、人間が人間の次元で物事を判断して作り出している苦しみの構造が、徐々に消えていきます。</p>

    <p>我々の心は、放っておくと、いくら長生きしても進化はしません。<br>
    それはこの人生だけでの話ではありません。無始なる輪廻の中で、延々となんの進化もなくグルグル廻っているということです。<br>
    たとえ徳を積んで天界に生まれ変われたとしても、それは変化であって進化ではないのです。<br>
    進化するためには、心の方向性を変える必要があります。そのためには、智慧が必要です。<br>
    その智慧を目覚めさせる修行法、それがヴィパッサナー瞑想なのです。</p>

    <div id="sect-2" class="key-term-jp">
      <h2>２．ヴィパッサナーの理論</h2>
    </div>

    <p>前回、ヴィパッサナー瞑想は、解脱へ至る唯一の道だということを述べました。すると、「そんなに大切なことならば理論的にちゃんと理解したい。なぜ自分を観察すると悟りに至れるのか、どのように境地が進化するのか、その過程を詳しく知りたい」と思われるかもしれません。その気持ちはわかります。しかし、それはやめた方がいいのです。八正道や因縁の教えなどのブッダの教えを勉強することは、修行の助けになります。しかし、ヴィパッサナーの仕組みを知識的に知ろうとしすぎると、修行の助けになるどころか、邪魔になるのです。ヴィパッサナー瞑想は、教えられた通りにただひたすら実践することが何よりも大切なのです。実際の話、ただ素直に実践する人々は、とても早く心が成長します。徹底的に理屈で理解しようとする人々は、残念なことに、心がまったく成長しないのです。</p>

    <p>そう言うと、「どんなことでもちゃんと理解して納得してから実行するべきではないのか」と反論されるかもしれません。確かにそれは正しいのです。しかし、ヴィパッサナーについては別なのです。智慧や悟りについて我々が理解しようとしても、できることではないのです。悟りへ至るシステムを理解するためには、心の法則を明確に微細に知り尽くしている必要があります。お釈迦さまは「心というものを人間が理解し尽くすことはできません。そこにはチャレンジしない方がいい。無理に理解しようとすると頭がおかしくなってしまいます」とおっしゃっています。心の法則というものは、はっきり言って、私たちには理解不可能なのです。「まずこういう智慧が生じ、それはどういうもので、次にこういう智慧が生じ、それはこうで…云々」と聞いたとしても、消化不良の概念で頭がいっぱいになるだけです。智慧が現れるどころか修行ができなくなります。牙が折れてしまうのです。</p>

    <p>たとえば、ヴィパッサナー瞑想を実践すると知らない間に楽になっています。そこで、「ではどういう仕組みでこうなったのか解明してやろう」と思っても、できないと思います。心の法則は、そう簡単にわかるものではないのです。</p>

    <p>瞑想の知識だけでなく、瞑想への思い込みも修行の邪魔になります。たとえば「瞑想というのは、何か清らかな喜悦感のようなものだ」という固定概念をもっているとします。その人は「なんとかしてそういう素晴らしい体験を得よう」と決めて修行してしまいます。そうなると、ヴィパッサナー瞑想はできません。</p>

    では、ヴィパッサナー修行のために、私たちは何を知り、何を納得すればいいのでしょうか。はじめに述べたように、四聖諦などブッダの教えを学ぶのは良いことです。釈尊がおっしゃっていることを勉強すると信頼感が生まれ、仏道修行をする気が起こるのです。でも、もうひとつ、もっと簡単なことがあります。今の自分を見るのです。「私はどうも、いつまでたっても未熟で失敗ばかりだなあ。実際ろくな人生ではないし、安らぎというものはまったくない。いったいいつまでこういう苦しみの人生を繰り返していくのだろうか」と、現実の人生を見る。そこを理解すると、「生きる苦しみには解決があります。解決に至る方法もあります」という釈尊の言葉のありがたさがわかるのです。

    <p>しかし、ヴィパッサナーは、日々の悩み事を解決しようというような小さなことではありません。ヴィパッサナーの狙いは「苦」そのものをなくすことです。ここで「苦」というのは、会社でトラブルがあるとか、隣人と上手くいかなくて困っているなどの悩み事ではなく、もっと本質的なものです。私達には自分の日常の悩みが大きなことのように見えていますが、実際は大したことではないのです。「生存苦」という、もっとすごい問題があるのです。日常的な問題は置いておいて、すごく大きなスケールで、「苦」を根本からなくすことを目指す。その実践法としてヴィパッサナー瞑想を頑張るのだということを頭に入れて修行すれば、より良い結果が出ると思います。</p>

    <div id="sect-3" class="key-term-jp">
      <h2>３．ヴィパッサナーの三原則①</h2>
    </div>
    <p>人はなぜ問題を作るのでしょうか。<br>
    なぜ怒ったり嫉妬したりするのか、なぜ自信がないのか、なぜ判断できないのか、なぜ怯えるのか、なぜ悩みがあるのか？<br>
    その答えは……バカ者だから（専門用語では、無知、無明、痴、などといいますが、普通の言葉を使う方が良く理解できるのです）。ではなぜバカ者になるのか？<br>
    それは「考えるから」なのです。「え？　考えると賢くなるのでしょう？」というのが一般的な考え方ですね。しかし、もしそうだとすれば、これだけ皆が延々と考えているのだから、この世は天国のようになっているはずでしょう。ところが世の中は問題だらけ、悩み苦しみだらけではないでしょうか。結局、「考える」とは、自分の貪瞋痴の中でグルグル回っていることなのです。だから考えるとろくなことがないのです。自分のことを考えると落ち込んだり、うぬぼれたりする。人のことを考えると怒ったり嫉妬したりする。人間の問題は、考えること自体にあると言えるのです。あれこれと考えるのは、ありったけのゴミが頭の中に入っているようなものです。哲学者のように考えてばかりいる人は末期状態…というのは冗談ですが、実際に、よく考える人ほど悟る見込みは薄いのです。<br>
    考えるのは、ものごとを知らないからです。智慧が出ると、思考が減っていくのです。「智慧とは何か」など我々に理解不可能なことは放っておきましょう。わかるところから理解すると早いのです。皆、自分がいろんなことをゴチャゴチャ考えていることは、よく知っているでしょう？ その思考を止めるのです。ありのままにものごとを観るためには、思考を止めて観察することが必要なのです。</p>

    <p>つまらない思考をやめると、すごく穏やかに生きていられます。<br>
    しかし、思考というものはそう簡単には止められないのです。思考とは、ああだこうだと考える言葉の概念だけではありません。もっと瞬時に生まれる微細な概念も思考です。何かを見た瞬間に概念が生まれているのです。言葉が粘り着く前に、何を見たのか知っているでしょう？ 言葉は後からついてくるもので、まず思考が先なのです。ですから、「思考を止める」のは、生半可なことではないのです。たとえて言えば、魚を陸の上で「歩け、歩け」と歩かせるようなものなのです。ヴィパッサナー瞑想で、そういうたいへんなことをしようとしているのです。それをお釈迦さまは「人間を乗り越える道」とおっしゃっているのです。</p>

    <p>ではヴィパッサナー瞑想は、具体的にはどうすればいいのでしょうか。<br>
    四念処経には、身・受・心・法（身体、感覚、心、真理）の四つを観ると説かれています。まずいちばんやりやすい身体を観ることから始めます。その時に、三つの原則があります。「・スローモーション、・実況中継、・身体の感覚を感じる」。ゆっくり動いて、動きを感じながら、頭の中で実況中継するのが瞑想の基本です。その三つが揃うとヴィパッサナー瞑想なのです。</p>

    <p>この「実況中継」というのが、考えないための工夫なのです。私たちが「壁だ、絨毯だ」と思ったとたん、それに適した感情も生まれています。そこで心が汚れるのです。考えないために、自分の瞬間瞬間の動作を、頭の中で実況するのです。「立っている、身体をひねっている、手を掻いている」など、なんでもいいのです。思考が生まれる暇を与えないように実況中継をして、思考が心を汚さないようにするのです。</p>

    <p>集中的に修行する時は、立つ、坐る、歩く、という三つの単純な動作を選んで、集中的に実況中継します。普段は、自分がその一秒でしていることを、何でも実況中継すればいいのです。それだけでいいのですが、これは修行だから、真剣にやる必要があります。懸命に隙間なく実況することが必要です。例えば手を上げるなら、「上げます、上げます、上げます…」と、止まらずに、滑らかに手を動かしながら隙間なく実況します。<br>
    実況中継をやめたとたんに、考えているのです。<br>
    実況中継をやめたから考えたのではなくて、考えたいから実況中継をやめたのです。人はすぐに考えようとします。人は悩みたいんです。だからヴィパッサナー瞑想をしようとすると、心が抵抗します。でもとにかくがんばって、できるだけ「今の一秒」を実況します。時間はずっと流れています。どんな時でも「今の一秒」があります。その一秒を実況中継するのです。</p>

    <p>これは強力な修行方法です。たとえ十分でも真剣に瞑想すると、信じられないほど心が成長するのです。</p>

    <div id="sect-4" class="key-term-jp">
      <h2>４．ヴィパッサナーの三原則②</h2>
    </div>
    <p>前回、ヴィパッサナー瞑想には、・スローモーション、・実況中継、・身体の感覚を感じる、という三原則があることを述べました。ゆっくり動いて、動きを感じながら実況するのがヴィパッサナー瞑想の基本です。ゆっくり動くと集中力が育つのです。普通は、ゆっくり動くなどバカらしい、速く動くことこそ素晴らしい、と思っているでしょう？　逆です。ゆっくり動くのは難しいのです。焦って心が混乱していると、ゆっくりした動作はできません。ゆっくり動く方が立派なのです。</p>

    <p>もうひとつの大事なポイントは、実況中継しながら身体の感覚を感じることです。身体は、イスや机と同じようなただの物体です。物体と身体との違いは、身体には感覚があることです。ヴィパッサナーではその感覚を観察するのです。「感覚」とはいったい何なのか、考てみてください。実は、「感覚」を理解することこそ、悟る鍵なのです。なぜなら、感覚とは「生きている」ということだからです。「生きている」とは「寒い、痛い、気持ちいい、疲れた」などを感じることです。そこからすべての行動が生まれるのです。喋る、考える、哲学をつくる、争う、努力するなどなど、我々のすべての行為は、結局は全部何かを感じてやっているのです。では何かすごいことを感じているのかというとそうではありません。目で色形を見る、耳で音を聞く、鼻で匂いを嗅ぐ、舌で味わう、身体で硬さや温度を感じる、頭でいろんなことを考える。その六種類。それだけです。それが「生きている」ということなのです。ヴィパッサナーで、その「生きている」ということを観察するのです。生きるということは、瞬間瞬間、感じながら、流れていくことなのです。だから手を上げながら「上げる、上げる」と手を実況するのではなく、手を上げる時の感覚を実況するのです。そこに「動いている」という感覚があるでしょう？それが「命」というものなのです。古今東西のすべての宗教家、すべての哲学者達は、「命とは何か」「生きるとはどういうことか」を知ろうとしてきました。ヴィパッサナーで、それを自ら体験的に知ろうとしているのです。実況中継が、そのための手段なのです。</p>

    <p>「ヴィパッサナー瞑想とは、今の瞬間を実況中継することです」と聞くと、「それが瞑想？」と疑問に思うかもしれません。しかしブッダの世界では、今の瞬間を観ることが瞑想なのです。坐っていても、歩いていても、食べていても、今の一秒を実況中継しているならば、修行しているのです。それが見事な脳の運動になって、脳細胞がよみがえってくるのです。</p>

   <p> ふだん、私たちは、主観のつくり出した幻覚の中で、欲や怒りの妄想思考で生きています。妄想は、ちょっとの楽しみと大きなダメージ（悩み・苦しみ）をもたらします。瞑想をしている間だけ、欲や怒りの妄想から離れるのです。２、３分でも瞑想するならば、その間は、その人は欲や怒りを離れた尊い心を作っているのです。心は欲や怒りが大好きです。欲や怒りから離れることをすごく嫌がります。だから「２、３分でも実況中継すればすごい徳を積んだことになる。その分、心が直ったのだ。日常の中に入り込むと心が汚れるばかりだ」と知ってください。そうやって１分でも多く瞑想をがんばろうという気持ちになると、楽しく修行ができると思います。</p>

    <p>ヴィパッサナー瞑想の実践についてのより具体的なやり方は、瞑想会に足を運んで習われるのがいいと思います。釈尊は「善友がいること、善友と共にいること、善友とつきあうことは、仏道のすべてである」とおっしゃいました。釈尊ご自身も雲の上の存在ではなく「善友」だという立場をとられ、このようにおっしゃったのです。そのお話にもあるように、テーラワーダ仏教の国々で2500年以上ものあいだ連綿と仏教が生きてきたことのすばらしさは、師から弟子へと仏道が直に伝えられてきたすばらしさを抜きにしては語れません。実践は人から人へと伝えられるものです。悟りへの道を正しく習うためには善き師に教わることが何よりも大事だということは、修行の大切なポイントだと思います。</p>

    <div id="sect-5" class="key-term-jp">
      <h2>５．最高の徳</h2>
    </div>
    <p>この世に生まれたからには有意義に生きたいと願う人は、人生にチャレンジします。難しいことにチャレンジすると、途中であきらめたくなったりもします。ヴィパッサナー瞑想も、最後まで成功させるのは難しく、「なぜこんなことやらないといけないのか」と途中であきらめたくなるかもしれません。しかしこの修行だけは、決してその気持ちに負けて、やめてしまってはならないのです。世の中の他のことは、別にやめてもかまいません。どんなことでも成功すると気分はいいでしょうが、ただそれだけなのです。やがて消えてしまいます。ヴィパッサナーで得た智慧だけは、自分のものとして残るのです。生まれてきて何にチャレンジするべきかというと、自己を本質的に向上させること、心の汚れを落とすこと、生きることを乗り越えること。そこにチャレンジするべきです。この修行をやり終えたら、「やるべきことはやった」という絶対的な幸福感、絶大な充実感が出てくるのです。</p>

    <p>ヴィパッサナー瞑想は、嫌になってやめてはならないだけではなく、いい気分になってもやめてはならないのです。瞑想して「何といい気分か」と思うと、またそこで止まってしまうのです。「何といい気分か」と思うのも思考であって、実況中継ではありません。とにかく今の一秒でやっていることを実況することが瞑想だとしっかりと理解しておけば、うまくいくと思います。実況中継を続けていって自分の思考がまったく出なくなったら、真理を発見しているのです。そこで、生命として、人間として、必ずやらないといけないことをやったことになるのです。</p>

    <p>そういう話を聞いて「なるほど」と思ったとしても、「では精一杯がんばるぞ」と励む人はとても少ないのです。経典に「毒矢のたとえ」という話があります。ある人が毒矢に射られて苦しんでいるのに、「この矢を射たのはどういう階級の人か、どういう肌の色の人か、どういう職業の人か、弓矢の材質は何か、それらのことを調べてこなければ、この矢を抜いてはならない」と言い張る話です。毒矢が刺さってひどく苦しいのだから、何よりもまず矢を抜くべきなのに、正しく治療することだけはしようとしないのです。</p>

    <p>この毒矢のたとえ話を強く心に刻んで覚えておかないと、ブッダの教えは、自分の役に立ちません。ヴィパッサナー瞑想をして悟りにまで至る人がゼロに近いのも、そこなのです。皆、「誰が矢を撃ったのか」と調べようとするのです。自分の問題を置いておいて「輪廻などあるのか、神はいるのかいないのか」ということばかり考える。あるいは「姑さんが悪い、職場が悪い。だからなんとかしなくちゃ」と瞑想しようとする。そういう「思考・妄想」を置いておいて、自己をありのままに観察するのがヴィパッサナーです。自分の心をありのままに観察すると、自分が直るのです。他を直すのではなく自分を直すのです。自分の心の問題を解決することこそ、何よりも大事なことなのです。人は、人間として生まれた時点で、必ず、基本的に解決しなければならない「生きる苦しみ」をかかえているのです。初めから矢に刺されている状態です。でも「誰がこの矢を撃ったのかわかるまで、この矢に触るな」と言い張るのであれば、どうしようもない。どんな道を選ぶかは各自の自由なのです。</p>

    <p>瞑想修行において、修行が楽しくできるかどうかは個人差があります。これは誰にもどうすることもできません。そこは気にする必要はないのです。明るく楽しく修行しようとしすぎると怠けてしまいます。逆に、結果を出そうと鬼のようにガリガリ神経質にがんばると、怒りが出てくるのです。煩悩に絡まれて煩悩をなくすことはできません。ではどうすればいいかというと、答えは簡単です。「自分の精一杯」を、やればいいのです。それが中道です。中途半端で気楽にやることもせず、神経衰弱になるほどがんばることもしない。自分ができる範囲で精一杯がんばるのです。それで十分進むと思います。</p>

    <p>お釈迦さまがおっしゃっている業の話から見ると、心にとって、ヴィパッサナー瞑想以上の善行為はないのです。ヴィパッサナー瞑想で心を育てることは、功徳の中でも一番高い徳を積む行為です。私たちは心で生きています。だから心を育てるのが何よりも大事なのです。ですから、皆、ヴィパッサナー瞑想を真剣にがんばった方がいいんじゃないかなと思います。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
