<?php
global $sect_title;
$sect_title = array (
  'サッダー：信', //sect-1-title
  'サティ：念', //sect-2-title
  'ヒリ：慚', //sect-3-title
  'オッタッパ：愧', //sect-4-title
  'アローバ：無貪', //sect-5-title
  'アドーサ：無瞋', //sect-6-title
  'タトラマッジャッタター：中捨', //sect-7-title
  'カーヤッパッサッディ：身軽安', //sect-8-title
  'チッタッパッサッディ：心軽安', //sect-9-title
  'カーヤラフター：身軽快性', //sect-10-title
  'チッタラフター：心軽快性', //sect-11-title
  'カーヤムドゥター：身柔軟性', //sect-12-title
  'チッタムドゥター：心柔軟性', //sect-13-title
  'カーヤカンマンニャター：身適合性', //sect-14-title
  'チッタカンマンニャター：心適合性', //sect-15-title
  'カーヤパーグンニャター：身練達性', //sect-16-title
  'チッタパーグンニャター：心練達性', //sect-17-title
  'カーユジュカター：身端直性', //sect-18-title
  'チットゥジュカター：心端直性', //sect-19-title
  'サンマーワーチャー：正語', //sect-20-title
  'サンマーカンマンタ：正業', //sect-21-title
  'サンマーアージーヴァ：正命', //sect-22-title
  'カルナー：悲', //sect-23-title
  'ムディター：喜', //sect-24-title
  'パンニンドゥリヤ：慧根' //sect-25-title
);
?>

<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>浄心所</h1>
    <p class="key-pali">Sobhana-cetasika</p>
    <p class="key-yomi">ソーバナチェータシカ</p>
  </div>

  <div class="keyword-honmon">

    <p>sobhana は「善美の、浄き」という意味で、sobhana-cetasika は浄心所と訳されています。<br>
      浄心所とは心を清らかにして向上させる心のはたらきです。「心の汚れを洗って、心を清らかにしてください」ということは仏教の最も基本的な教えです。では、いったいどういうはたらき（心所）のある心が清らかな心なのでしょうか。アビダルマではこの疑問について「浄心所」できちんと説明しています。浄心所は全部で25種類あります。</p>

    <p class="group-lead"><span>共浄心所（19種類）</span></p>

    <section>
      <div id="sect-1" class="key-term-sup">
        <h2 class="key-term">サッダー：信</h2>
        <p class="pali-large"><span class="num-g">１．</span>saddhā</p>
        <p class="key-sup">自由で正しい判断による確信</p>
      </div>
      <p>サッダー（信）は、自分の自由で正しい判断によって何かを信頼したり信じたりすることです。<br>
      サッダーは心の汚れ（欲や怒りなど）を沈めて心をきれいにします。それは人を明るく活発に行動させるための基本的な心の状態です。でもいくら行動的になったとしても、何か悪い行為、たとえば他の生命を害したり何かを盗んだりするのであれば、それはサッダーによる行為ではありません。世の中に活発に活動しているように見える人々はたくさんいますが、ほとんどの人々は自分の欲や怒りのエネルギーで行動しています。行動の動機が欲や怒りであれば、その行動は当然悪い行為になります。サッダーによる行動かどうかは、自分も周りも明るく幸福になる行為をしているかどうかで判断することができます。</p>
      <p>仏教では「仏法僧（三宝）を信頼して、道を歩んでください」と言っています。仏とは自ら悟りを開かれたお釈迦さまのこと、法はお釈迦さまが説かれた真理、僧はお釈迦さまの教えによって悟りを開いた人々です。三宝を信頼するためには、お釈迦さまの教えを勉強したり実践したりして、自分で確かめて納得することが必要です。サッダーはきちんと自分で得た確信です。何も実践しないでただ信じるだけでは、しっかりした確信にはならないのです。</p>
    </section>

    <section>
      <div id="sect-2" class="key-term-sup">
        <h2 class="key-term">サティ：念</h2>
        <p class="pali-large"><span class="num-g">２．</span>sati</p>
        <p class="key-sup">気づき、今の自分の状態や自分が置かれている状況に目覚めていること</p>
      </div>
      <p>私たちは皆、眼耳鼻舌身意という六つの認識作用から得られる情報に、振り回されて生きています。それは実際ひどい状態なのですが、私たちはそのことにあまりにも慣れてしまって、その事実にさえ気がついていません。例えばある音が聞こえたとすると、私たちは聞いた瞬間に「好きなタイプの古いジャズだ」「お母さんが怒っている」などと判断し、執着したり嫌ったりして、欲や怒りの煩悩で心を汚します。これは、音だけに限りません。見るもの、食べるもの、匂い、感じること、考えること、妄想すること、等々、ありとあらゆることによって、私たちは煩悩を作り続けています。サティ（気づくこと）はその束縛を解き、心を自由にします。例えば電車の中で足を踏まれたら、「痛い」と思った瞬間に怒りが生じて、心は汚れていきます。もしも、サティをもって「痛み」とその現象を観ると、怒りは生じません。それどころか、すばらしい智慧が生じてきます。そのように、サティは不善に走る心を善に入れ替えるすばらしい力を持っているのです。</p>
      <p>人を親切に助けてあげるような善行為の場合も、サティを入れたらよりすばらしい行為になります。普通そういう善行為をすれば、どこかに自我が残ります。お礼を言われることを期待したりして、よけいな煩悩が心に残るのです。サティを入れて人を助けてあげれば「私が」という自我なしに人を助けるので、何も心に残りません。それは純粋に清らかで真にすばらしい行為となります。</p>
      <p>ほんの瞬間でもサティを入れたならば、そこに善があるのです。ですからサティはがんばってできるだけたくさん入れれば入れるほどいいのです。１日や２日ではなく、毎日毎日一生続けてくださいと仏教では言っています。痛くなったら「痛み」、怒ったら「怒り」、何か聞こえたら「音」と気づく。特別なことをするのではなく、普通の生活をしながらサティを入れればいいのです。そうすればサティを入れる瞬間瞬間、善行為をしていることになります。それを積み重ねていくと、いろいろな対象から自分がどんどん自由になっていって特別な智慧が生じてきます。サティこそは智慧を生じさせ、解脱に至る道に導いてくれる大切なはたらきなのです。</p>
    </section>

    <section>
      <div id="sect-3" class="key-term-sup u-mb-10">
        <h2 class="key-term">ヒリ：慚</h2>
        <p class="pali-large"><span class="num-g">３．</span>hiri</p>
        <p class="key-sup">不善行為をすることを恥ずかしいと思うこと</p>
      </div>
    </section>

    <section>
      <div id="sect-4" class="key-term-sup u-mt-10">
        <h2 class="key-term">オッタッパ：愧</h2>
        <p class="pali-large"><span class="num-g">４．</span>ottappa</p>
        <p class="key-sup">不善行為をすることを怖がること</p>
      </div>
      <p>「慚と愧の二つは世の中の支配者です」という言葉があります。それほどこの慚と愧は大切なはたらきなのです。「こういう悪いことをすることは自分に対して恥ずかしい」「こんなことをして人に知られたら怖い」という二つの心によって、この世の道徳秩序は守られています。この二つがなくなったら恐ろしい世界が現れて、もうこの世の終わりだと言ってもいいでしょう。</p>
      <p>この二つのはたらきが弱くなると人は悪いことをしてしまいます。たとえばある大学の実力者が裏口入学を頼まれたとします。五万や十万のお金ではその人の心は動かないでしょう。「そんなことをしたらよくない、怖い」という慚と愧がちゃんとはたらきます。ところが「一千万でも、いえ五千万円でも渡しますよ」と言われると、もしかすると慚と愧が弱くなって不正をしてしまうかもしれません。そのように私たちの心は善と不善が戦っていて、場合と条件によって悪いことをしてしまうのです。けれども慚と愧をしっかりと育てている人は、決して悪いことはしません。</p>
      <p>慚と愧が育っている人は、「私はこれをします」と堂々と行動します。どっちつかずのもやーっとした心ではなく、やってはいけないこととやるべきことの区別がしっかりできるようになるのです。ですから慚と愧の浄心所としてのはたらきは、正しい決断力の伴った行動的な力を私たちにもたらすことです。</p>
    </section>

    <section>
      <div id="sect-5" class="key-term-sup">
        <h2 class="key-term">アローバ：無貪</h2>
        <p class="pali-large"><span class="num-g">５．</span>alobha</p>
        <p class="key-sup">欲から離れるエネルギー</p>
      </div>

      <p>無貪（不貪とも言います）は、欲から離れることです。人間にとって、それは非常に難しくてやりにくいことなのです。人は好ましい物、知識、人など、何かを得ることが幸せだと思っていますから「手放してください」と言われたら、どうしても逆らってしまいます。「私たちは何かにつかまって安定しているのに…」と不安になるのです。</p>
      <p>お釈迦さまは「欲しい」という貪りのエネルギーによって幸福になることは決してありません」とおっしゃっています。人は何かを得る度に「もっと」という不満が心に残ります。「欲しい」という心は限りなく生じ続けるので、不満も無限に生じて人を苦しめます。そこには不安、孤独、虚しさ、怖れ、暗さ、などたくさんの不幸がついてきます。</p>
      <p>実際に手放してみると、いろいろなものを手放せば手放すほど自由で楽になることを経験できます。たくさんのものを背負っていると歩きにくいですが、荷が軽いと軽々と歩けます。それと同じことです。一度に全部捨てることが難しければ、少しずつ手放して前進していけばいいのです。</p>
      <p>心が身軽になる方法論として、仏教では「布施（dāna）を実践してください」と言っています。物、時間、体力、知識など、なんでも自分のもっているものを他の人ために使って他に与えるのが布施行です。人間というのは「あげるよりもらいたい」という心が普通です。ですから施すエネルギーは、「布施を実践しよう」と無理にでも努力して育てる必要があります。</p>
      <p>『貪』の反対は『布施』ではないかと思われるかもわかりませんが、仏教では『無貪（アローバ）』という否定形の言葉でこの浄心所を表しています。布施（dāna）にはあげる対象がありますから、どのくらい「物」を持っているかということによって「制限」があります。無貪（欲から離れること）というと、心の欲を捨てることですから、完全に清らかになるまで捨てられますので、「制限」ということは成り立ちません。解脱に至るまで大きく育つことができます。究極的な施し（布施）は自分の命を他のために与えることですが、たとえ命を人に与えても、それは欲を完全に捨てたことにはなりません。ですので悟ることはありません。けれども無貪（アローバ）を育てていけば解脱にまで至ることができます。仏教では、そういう微妙なところまで気をつけて厳密に言葉を使っているのです。</p>
    </section>

    <section>
      <div id="sect-6" class="key-term-sup">
        <h2 class="key-term">アドーサ：無瞋</h2>
        <p class="pali-large"><span class="num-g">６．</span>adosa</p>
        <p class="key-sup">認識する対象を否定しないこと</p>
      </div>
      <p>アドーサ（adosa）は、ドーサ（dosa：瞋）に否定形のア（a）がついた言葉です。ドーサは、自分の認識した対象を否定し、対象を嫌うことです。人は皆、自分にとってマイナスであるものを嫌ったり、怒ったり、嫉妬したり、憎んだり、恨んだりします。自分にとって都合の悪い人を嫌うことは、嫌わないことに比べていかに簡単であることか…私たちはそういう恐ろしい心で生きています。</p>

      <p>仏教では「世の中の人々に対してはもちろんのこと、すべての生きとし生けるものに対して限りなく優しさをもつべきですよ」と言っています。「いい人には慈しみを持つが、悪い人はつぶす」という世の論理は、正しい論理ではありません。悪い人は物事がわかっていない人（目が見えない人）なのだから、逆にもっと優しくしてあげなくてはいけないのです。いくら相手の性格や、しゃべること、することなどが、自分にとって都合が悪くても、「私は嫌いになりません」と平然としていた方がいいのです。誰かを嫌いになったら、その人のことを考える度に自分が暗くなって、自分の心が汚れてしまいます。怒りは猛毒です。どのような場合でも、怒りを正当化しないことです。</p>

      <p>「相手がどうであろうとあっけらかんとして、何を言われてもきれいな心でニコニコしている人こそ勝者ですよ」と仏教では言っています。自分が幸せになりたければ、そういうしっかりした人間になることです。腰抜けの中途半端な状態で幸せになることはできません。「あなたの心は汚れています。それを洗うための一番強力な洗剤は慈しみの心ですよ」と仏教では言います。</p>

      <p>慈しみの心を育てる一番いい方法は、慈悲の瞑想をすることです。「私は幸せでありますように私の親しい人々は幸せでありますように。生きとし生けるものは幸せでありますように」と正直な心で念じます。きれいな正直な心で慈悲の瞑想を続けていると、自分の主観で自分中心に世の中を見る自我がどんどん薄くなっていきます。今まで世の中に対して自分が作っていた感情ではなく、まったく違う感情が生まれてきます。慈悲が成長したということは、その人がまったくの別人に生まれ変わることなのです。お釈迦さまは、「慈悲の心のある人は梵天そのものですよ」とおっしゃっています。心に慈しみさえあれば、私たちはたいへん尊い神々のように生活することができるのです。</p>
    </section>

    <section>
      <div id="sect-7" class="key-term-sup">
        <h2 class="key-term">タトラマッジャッタター：中捨</h2>
        <p class="pali-large"><span class="num-g">７．</span>tatramajjhattatā</p>
        <p class="key-sup">認識する対象に対してバランスのとれた客観的な態度をとるはたらき</p>
      </div>
      <p>タトラは「そこに」マッジャッタターは「中立的、かたよらない」という意味で、今認識している対象に対して客観的で冷静な態度を取るということです。私たちが何かを正しくする時は、かたよった態度ではできません。自分の好き嫌いなど主観的な感情を置いておいて、冷静に落ち着いた態度で行動しなければなりません。タトラマッジャッタター（中捨）とはそういう平安な心です。</p>
      <p>このことを知っている人は、中捨という浄心所を成長させようとします。善行為をするときも、「やるべきことだからやります」という感じで、感謝や感動を求めません。それよりも自分の平安で清らかな心が成長することを喜びます。</p>
      <p>アビダルマでは、慈悲喜捨の捨の心（upekkhā）をこの心所に含めています。中捨が強くなると、主観的な自分主義がまったく消えて、生命は皆生命として平等だよ、という捨（ upekkhā ）の心になるのです。優れているとか優れていないとか、そういうのは無知の人々の言う言葉で、仏教は生命に対してそういう差別はしません。ウペッカーは、智慧によって生命を理解して、その理解によって相手に対して落ち着いているという、とてもレベルの高い優しさなのです。</p>
    </section>

    <p class="key-matome">浄心所の８番目から19番目までは、心（チッタ：citta）と体（カーヤ：kāya）のペアになっています（チッタとカーヤは心と心所だという解釈もあります）。</p>

    <section>
      <div id="sect-8" class="key-term-sup u-mb-10">
        <h2 class="key-term">カーヤッパッサッディ：身軽安</h2>
        <p class="pali-large"><span class="num-g">８．</span>kāyappassaddhi</p>
      </div>
    </section>
    <section>
      <div id="sect-9" class="key-term-sup u-mt-10">
        <h2 class="key-term">チッタッパッサッディ：心軽安</h2>
        <p class="pali-large"><span class="num-g">９．</span>cittappassaddhi</p>
      </div>
      <p>パッサッディは「安息」。とても落ち着いていることです。暑い時に涼しい部屋に入るとほっとします。そういう、ほっとリラックスしている状態です。</p>
    </section>

    <section>
      <div id="sect-10" class="key-term-sup u-mb-10">
        <h2 class="key-term">カーヤラフター：身軽快性</h2>
        <p class="pali-large"><span class="num-g">10．</span>kāyalahutā</p>
      </div>
    </section>
    <section>
      <div id="sect-11" class="key-term-sup u-mt-10">
        <h2 class="key-term">チッタラフター：心軽快性</h2>
        <p class="pali-large"><span class="num-g">11．</span>cittalahutā</p>
      </div>
      <p>ラフターは「軽さ」。心や体が重いと行動できません。心が軽いと体も軽くなります。</p>
    </section>

    <section>
      <div id="sect-12" class="key-term-sup u-mb-10">
        <h2 class="key-term">カーヤムドゥター：身柔軟性</h2>
        <p class="pali-large"><span class="num-g">12．</span>kāyamudutā</p>
      </div>
    </section>
    <section>
      <div id="sect-13" class="key-term-sup u-mt-10">
        <h2 class="key-term">チッタムドゥター：心柔軟性</h2>
        <p class="pali-large"><span class="num-g">13．</span>cittamudutā</p>
      </div>
      <p>ムドゥターは「柔軟性、柔らかさ」。「だから何よ」という感じで人に当たるのではなく、相手をよく理解してあげる柔軟性。瞑想したいのだけど心がついてこない、勉強したいのだけど心がついてこない、ということがよくあります。ムドゥターは、目的に心がついてくることです。</p>
    </section>

    <section>
      <div id="sect-14" class="key-term-sup u-mb-10">
        <h2 class="key-term">カーヤカンマンニャター：身適合性</h2>
        <p class="pali-large"><span class="num-g">14．</span>kāyakammaññatā</p>
      </div>
    </section>
    <section>
      <div id="sect-15" class="key-term-sup u-mt-10">
        <h2 class="key-term">チッタカンマンニャター：心適合性</h2>
        <p class="pali-large"><span class="num-g">15．</span>cittakammaññatā</p>
      </div>
      <p>カンマンニャターは「適合性」。行動に適している状態。動ける状態。自分の目的のために心が動いてくれること。柔軟性も適合性もある人は「ああそうですね」と納得してくれるだけではなくて「それだったらこうしましょう」と仕事をしてくれる人です。</p>
    </section>

    <section>
      <div id="sect-16" class="key-term-sup u-mb-10">
        <h2 class="key-term">カーヤパーグンニャター：身練達性</h2>
        <p class="pali-large"><span class="num-g">16．</span>kāyapāguññatā</p>
      </div>
    </section>
    <section>
      <div id="sect-17" class="key-term-sup u-mt-10">
        <h2 class="key-term">チッタパーグンニャター：心練達性</h2>
        <p class="pali-large"><span class="num-g">17．</span>cittapāguññatā</p>
      </div>
      <p> パーグンニャターは「練達性」。上手であること。練習済みであること。仕事が成功する場合はする前から上手にできる状態があります。そのように準備ができていることです。仕事をしてくれるだけではなくて、上手にしてくれるはたらき。</p>
    </section>

    <section>
      <div id="sect-18" class="key-term-sup u-mb-10">
        <h2 class="key-term">カーユジュカター：身端直性</h2>
        <p class="pali-large"><span class="num-g">18．</span>kāyujukatā</p>
      </div>
    </section>
    <section>
      <div id="sect-19" class="key-term-sup u-mt-10">
        <h2 class="key-term">チットゥジュカター：心端直性</h2>
        <p class="pali-large"><span class="num-g">19．</span>cittujukatā</p>
      </div>
      <p>「ちゃんとまっすぐ」ということ。きちんと決めた行動をすること。心が揺れない。イヤイヤではなくて、「やり終わりました」ときちんと全部やって終わることです。</p>
    </section>

    <p class="key-matome">浄心所は全部で25ありますが、以上の19の浄心所は常に同時に働くので特に、共浄心所と呼ばれています。善心による行動はストレスが溜まらず疲れませんし、後から思い出してもとても気持ちがいいものです。人生を成功したければ、浄心所を育てなければなりません。「善い心が働けば明るく行動的になる」ということを忘れずに浄心所のはたらきに沿う行為をします。特別な宗教的な行動は、ひとつもありません。仏教は普遍的な教えであって、宗教、民族、時代を超えて、誰にも役に立つ教えなのです。</p>

    <p class="group-lead"><span>離心所（３種類）</span></p>

    <section>
      <div id="sect-20" class="key-term-sup">
        <h2 class="key-term">サンマーワーチャー：正語</h2>
        <p class="pali-large"><span class="num-g">20．</span>sammā vācā</p>
        <p class="key-sup">正しい言葉しか語らないエネルギー</p>
      </div>
      <p>サンマーワーチャー（正語）は、正しく言葉をしゃべるときに生まれる心所です。具体的には、①嘘　②人の悪口　③人の心を傷つける言葉　④ムダ話、という四つの悪語から、離れることです。優しい言葉で、人の役に立つことをしゃべるように心がけます。</p>
      <p>しゃべるときは、サティはなかなかできません。そのときは「私はしゃべるのですから、正語をしゃべります」と、正しい言葉をしゃべります。</p>
      <p>たとえ「誰かを傷つけてやろう」という悪い意図はなかったとしても、悪い言葉を使うといい結果にはなりません。言葉というのは、言葉自体が意味を持っています。ですからその言葉の意味が自分の心に跳ね返り、心を汚してしまいます。</p>
      <p>結局、正語とは、相手のことを思いやって、話さなくてはならないことだけを、時と場合をみて話すことです。</p>
    </section>

    <section>
      <div id="sect-21" class="key-term-sup">
        <h2 class="key-term">サンマーカンマンタ：正業</h2>
        <p class="pali-large"><span class="num-g">21．</span>sammā kammanta</p>
        <p class="key-sup">正しい行為をするエネルギー</p>
      </div>
      <p>kammanta（カンマンタ）は、「体で行う行為」を指し、正業とは「社会や他の生命に対して害にならないような行為」のことです。</p>
      <p>みだりに生き物を殺す、他人のものを盗る、みだらな行為をする、という三つの悪行為から離れることです。賄賂を取ったり、大した仕事もせずに高い給料をもらったりすることも、他人のものを盗る行為です。</p>
      <p>心が清らかになれば自然に体の行動も正しくなるはずなのですが、どんな人でも完全に心をきれいにしていない限り、ある条件の中では悪い行為をしてしまう可能性をもっています。どのようなことがあっても気をつけて、社会や生命のためになるような行為を心がけます。</p>
    </section>

    <section>
      <div id="sect-22" class="key-term-sup">
        <h2 class="key-term">サンマーアージーヴァ：正命</h2>
        <p class="pali-large"><span class="num-g">22．</span>sammā ājīva</p>
        <p class="key-sup">正しい仕事をするエネルギー</p>
      </div>
      <p>社会の中で生きている私たちは、生活をするために何かの仕事をすることが必要です。仏教では、生活の糧を得るために仕事をすることは人として当然のことであり、逆にきちんと仕事をしない人のことを厳しくいさめています。</p>
      <p>正命は、人の役に立つ仕事を選び、自然や社会、生命の破壊につながらないように仕事をすることです。仕事の種類はたくさんありますので、仏教では具体的な職業を禁ずることはしていません。ただし毒、酒、武器、などを作ったり売ったりすることは禁じてあります。</p>
      <p>仕事をするときでも、できるだけ、善心所でがんばると、とてもいい結果が得られます。いい結果といっても、お金が儲かるというのではなくて、仕事をすればするほど自分の心が清らかになっていくのです。</p>
      <p>離心所の三つは、仏教徒として日常生活をどう生きていくべきかという規準になります。離心所の三つだけでも守って生活すると、かなりの浄心所が出てきます。私たちがしているすべてのこと、朝起きて、着替えて、食事をつくって…、という日常生活をすべて浄心所で励むようにしようと思えば、できるのです。がんばってそのようにすれば、とてもいい結果が得られます。</p>
    </section>

    <p class="group-lead"><span>無量心所（２種類）</span></p>

    <p class="key-matome">karunā（悲）と muditā（喜）は、一般的な善心（共浄心所）とは別に育てなければならない浄心所で、無量心所（appamaññā - cetasika）と名づけられています。無量心（appamaññā - citta ）とは、限りなく広げられ、力強くすることができる心という意味で慈悲心の別名です。</p>

    <section>
      <div id="sect-23" class="key-term-sup">
        <h2 class="key-term">カルナー：悲</h2>
        <p class="pali-large"><span class="num-g">23．</span>karuṇā</p>
        <p class="key-sup">他の悩み苦しみを助けようとするエネルギー</p>
      </div>
      <p>好きな人が苦しんでいれば共に涙を流す人でも、嫌いな人が苦しんでいたら「ざまあみろ」と考えるのはよくあることです。年寄りが病気になったと聞くと「かわいそうに」と同情する人も、自分が世話をしなければならないとなると「めんどくさい」と思ったりもします。私たちの心というのは、そのように自己中心的で恐ろしいものなのです。</p>
      <p>苦しんでいる人がいればいつでも「かわいそうだから何とかしてあげたい」と思える優しい心は自然には生じないので、がんばって育てる必要があります。「本当はイヤなのだけど、なんとかして優しくしよう」というのではなく、自然に心からわいてくるエネルギーでなければ意味がありません。そのためには、まず、「自分の苦しみがなくなりますように」「自分の親しい人の苦しみがなくなりますように」と念じるところから始めて、徐々にその心を広げていきます。</p>
      <p>他の生命の苦しみを感じられる人間になる。人の悩み苦しみを理解し、心配し、「何とかなってほしい、何かしてあげたい」と自然に正直に思える心を育てる。そうすると醜くて汚い小さな心が、美しく香り高い大きな心になっていきます。このエネルギーは無限に育てることができます。</p>
    </section>

    <section>
      <div id="sect-24" class="key-term-sup">
        <h2 class="key-term">ムディター：喜</h2>
        <p class="pali-large"><span class="num-g">24．</span>muditā</p>
        <p class="key-sup">他の幸福を喜ぶエネルギー</p>
      </div>
      <p>人は、誰かが成功すると、何となくおもしろくないと感じて嫉妬します。ムディターは、嫉妬の反対で、相手の成功を共に喜ぶ気持ちです。他人が幸福であるのを見て共感する優しさです。</p>
      <p>カルナーと同様にムディターも自然な心です。人は無理矢理に義務感で喜ぶことはできません。母親が子供の幸福を見ると即座に喜びの心がわいてくるような、自然に出てくるエネルギーを育てるようにします。まず自分の幸福、自分の親しい人々の幸福を喜んで自然な気持ちを感じてみて、その気持ちをどんどん広げ育てていくのです。ムディターを育てることも、小さな心を大きくすることであって、それは無限に大きくすることができます。</p>
      <p>慈悲心（無量心）は限りなく育てられます。仏教で言う有情（生命）には、私たちの目に見える生命だけではなく、梵天や神々や地獄の生命などすべての生命が含まれています。それらすべての生命が幸福になりたいと願い、優しさを求めているのです。慈悲心は、そういう無限（無量）の生命を対象としているので、無制限に拡げていくことができるのです。もちろん私たちが実際に行動する時には限られた対象にしか優しくすることはできません。これはあくまでも心の状態のことです。人は限りなく優しい心を育てることができるのです。</p>
    </section>

    <p class="key-matome">無量心は、mettā（慈／メッター）、karunā（悲／カルナー）、muditā（喜／ムディター）、upekkhā（捨／ウペッカー）の四つです。その中のメッターとウペッカーは、共浄心所の adosa（無瞋）と tatramajjhattatā（中捨）にそれぞれ含まれています。慈しみの心（mettā）と平等である心（upekkhā）は善行為には常に必要なはたらきですが、必ずしも他の幸不幸に関与していくはたらきではありません。
      カルナーとムディターは、他の生命の幸不幸に関わりをもっていく善心所です。私たちは生きている限り、他の生命とつながって存在しています。ですからカルナーとムディターを育てることはとても大切なことです。慈悲の心で生きることこそ、この世で最高に幸福な生き方なのです。</p>

    <p class="group-lead"><span>智慧の心所（１種類）</span></p>

    <section>
      <div id="sect-25" class="key-term-sup">
        <h2 class="key-term">パンニンドゥリヤ：慧根</h2>
        <p class="pali-large"><span class="num-g">25．</span>paññindriya</p>
        <p class="key-sup">智慧、ものごとの真理の側面を観ることができるはたらき</p>
      </div>
      <p>仏教で一番大事なことは、paññā（パンニャー：智慧）が現れることです。仏教で言う智慧とは、無常・苦・無我・因縁の法則などの真理を正しく観ることができるはたらきです。智慧は、共浄心所（一般的な浄心所）とは別に育てなくてはいけない浄心所です。つまり、善心で生きているからといって智慧が生じるわけではないということです。そのことを理解しておいてください。</p>
      <p>ものごとが永久的に続くと思うのは、無知ゆえです。ものごとは瞬間しか成り立たないという無常の真理を理解し、その体験へ進む方法は、智慧を発達させる道です。</p>
      <p>たとえば人に優しくすることは善いことですが、そこで喜んで終わるのではなく、智慧も育ててもらいたいのです。どういうことかというと、善いことをしても「これはこの瞬間だけのことだ、すべてはすぐに消えていく」という無常の方向で考えてみるのです。そういうように考えると、智慧が生まれてきます。人に優しくしたからといって、その人を永久的に助けてあげたわけではないし、自分が永久的な何かを得たわけではありません。</p>
      <p>たとえば、人に夕食をごちそうしてあげたとします。それでその人が喜んだとし、ても、ずっとその人を追いかけて「私はあなたをこの間喜ばせてあげたでしょう。あなたは満腹したでしょう」などと言いつづけるのはおかしいでしょう。</p>
      <p>けれども無知な人の行動はそれと似ていますね。<br>
      ですから無知の人がいくら善いことをしても、力強い善い結果は得られないのです。たとえ大金を寄付しても、その根底が無知であれば、わずかな善果で終わってしまいます。智慧がある人が善いことをすれば、確実に善い結果が得られます。</p>
      <p>私たちにも時たま智慧は生まれます。「世の中は無常だ」と思ったりするのは智慧なのです。しかし慧根はなかなか根づきません。心の中に無知という巨大な木があり、ものすごく広く深く根が張っていると考えてください。その痴根の代わりに慧根を根づかせなければならないのです。</p>
      <p>まず無知の木のそばに智慧の木の種を植えます。<br>
      種を植えても、大きな木のそばだから、日当たりは悪いし、育ちにくくて、なかなか根づきません。ですからずっと見守ってあげて、日が当たるようにしてあげたり、水をやったり、いろいろと世話をしてあげるのです。そうすると芽が出て、少しずつ根を張っていくのです。</p>
      <p>智慧の木は、たくさんの浄心所がついているから力強いのです。無知の木は大きいけれども、智慧の木よりも弱いのです。ですから智慧がある程度大きくなると、無知の木は倒れてしまいます。その代わりに智慧の根がきちんと定着します。そのようにして智慧で無知を追い払うのです。ですから私たちの仕事は、無知をなくそうとするのではなく、智慧を育てようとすることです。そうすれば無知の大木もいずれ弱くなって死んでしまいます。</p>
      <p>ものごとは、ものすごいスピードで変化しています。それを頭だけで理解しても、心の中では「ものごとはずっと有るのだ」と思ってしまいます。心の波動はあまりにも速いのです。スピードが速ければ速いほど、そこに何かが「有る」ように思えます。<br>
      「魂が有る」「私がいる」などと思ってしまうのは心があまりにも無常だからです。実際は、人間の心もすべての現象も、流れている川のように瞬間瞬間変化しつづける実体のないものなのです。</p>
      <p>慧根（paññindriya）は、そういうことが頭でわかるのではなく、修行（ヴィパッサナー）による体験でしっかりとわかることによって生じるのです。</p>
    </section>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
