<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>業</h1>
    <p class="key-pali">Kamma</p>
    <p class="key-yomi">カンマ</p>
  </div>

  <div class="keyword-honmon">

  <p>大昔から人間は、「なぜ自分はここに、このようにいるのか」という、自分たちの存在の成り立ちに対する答えを求めて来ました。<br>
  その疑問は多くの宗教や哲学を生み出し、「すべては全能の神に創造されたのだ」「どんなことも偶然の産物にすぎない」「全部、過去世で決められた運命だ」等、様々な答えが語られてきたのです。<br>
  仏教ではものの成り立ちについて、因果法則を説きます。「ある原因とある条件が揃ったところである結果が現れる、その原因や条件が消えればその結果も消える」というのが因果法則です。業論は、生命の因果法則だということができます。</p>

  <p>「Kamma（業）」の辞書の意味は「行為」です。<br>
  仏教では、身体の行動だけでなくしゃべることや考えることも行為に入ります。「善因善果、悪因悪果」という言葉で知られるように、良い行為には良い結果が、悪い行為には悪い結果がついてくるというのが法則です。けれども世の中には不条理だと思えることがたくさんあります。正直でまじめな人がリストラにあった、かわいい子供が突然事故で亡くなったなど、わけがわからないことが起こるのです。そうすると、「定め、運命、宿命」等の言葉が出てきます。私たちが「業」について考えるのはそういう時です。<br>
  釈尊は、「すべては宿命であって、決められた定めだ」という考え方には反対されました。<br>
  すべてが決められているならば人間が努力する余地はなくなります。そういう考え方は恐ろしい邪見だとおっしゃっています。「ではいったいなぜ？」という疑問が起きますが、すべての原因と条件を明確に知ることは、人間には不可能です。釈尊は、人間には知り尽くすことができず、無理に理解しようとすると頭が狂ってしまうようなことが四つある、と言われました。その中の一つが業のことなのです。業については、普遍的な法則としてのみ理解するのがよいのです。</p>

  <p>釈尊は業について、「業は自己のものだということが正見です：kammassakatā sammāditthi 」と説かれました。<br>
  自分の行為の結果は自分に返ってくる、それを理解することが正しい考え方だということで、つまり、自己責任ということです。<br>
  仏教は個人主義です。誰かが犯罪を犯しても、その親兄弟を責めることはありません。業はあくまでも自分だけのものなのです。すべては自己責任なのだから、他人のせいにすることもできないのです。人はすぐに他人のせいにするクセがありますが、何でも全部自分の責任だと思った方が正しいのです。<br>
  「業は自分のものだ」という言葉には、一人一人の人権を尊重するという意味もあります。だから仏教では、「何々するなかれ」という命令形はめったに使いません。「こういうことをするとこうなりますよ」と事実を教えます。やるかやらないかは、それぞれの自由なのです。<br>
  人は完全に独立した個人であって、誰にも支配されていません。自由です。しかし行為には結果があります。それは宇宙の法則で、どうしようもないのです。ですから、「すべては自己責任だ」としっかり生きるべきなのです。<br>
  その生き方が身につくと「悪いことをすれば自分がひどい目に遭う。だから私はやりません」と、周りの悪影響を受けずに生きていけます。仏教の業論では、そういう強さも教えているのです。</p>

  <p>ここで付け加えると、「周りの影響」ということも、業論ではとても重要なテーマです。<br>
  普通、私たちはどうしても周りの影響を受けるからです。人は自然と似たもの同士でつきあいます。怒りっぽい人は怒りっぽい人同士、悪い考え方を持っている人は悪い考え方を持っている人同士、音楽の才能がある人は音楽の才能がある人同士など、性格別、能力別にグループをつくります。似たもの同士は同じ運命で回転するので、運命の方向は変わりません。運を好転させたければ、自分の欠点を良く理解して、苦労してでも自分の短所と逆の性格を持つ人々とつきあった方がいいと思います。そのためには的確な判断力やかなりの忍耐力が必要で、実際にはなかなか難しいのです。だから本格的に自己変革して運を好転できる人の数は少ないのです。</p>

  <p>すべては無常なのだから我々の運命も努力すれば好転する、というのが仏教の立場です。<br>
  それは「やればできる」という単純なことではありません。原因と条件が揃ったところで結果が出るのです。その理を理解し、客観的に物事を正しく判断して合理的にがんばりなさい、ということなのです。（次回につづく）</p>

  <p class="next-number">業論とは人の幸不幸について語るものだ、と言うこともできます。<br>
  前回、自分の幸不幸の責任は自分にあることを述べました。仏教では、幸不幸は心の問題だと説いています。交通事故で足が一本なくなった人が不幸だとは決められないのです。その人が明るく堂々とがんばっているならば、別に不幸ではありません。中にはちょっとしたケガだけで落ち込んで不幸になる人もいます。幸不幸は各自の思考パターンから来ているのです。思考パターンは過去の行為の結果（業）です。思考パターンを変えるのは難しいですが、努力すれば変えることができます。そのために必要なのは、合理的で具体的な智恵と知識です。<br>
  自分を徹底的に客観的に見ることができる勇気も必要です。自分自身を本質的に変えるためには、かなりの勇気が必要なのです。人はどうしても楽な方へ、怠ける方へと流れ、自分の性格で落ち着こうとします。自分の思考パターンで落ち着いてしまえば、その人に進歩はないのです。</p>

  <p>業とはいったい何なのか、より具体的な説明があります。
  「比丘らよ、『意志が業だ』と私は言う：Cetanā 'haṃ bikkhave kammaṃ vadāmi」 という釈尊の言葉があります。<br>
  「業」＝「意志」だとおっしゃるのです。心には常に「行為を起こす動機となる想い」があります。たとえば妄想する場合でも、「なぜこういうことを妄想するのか」と見てみると、何らかの「想い」が見つかるでしょう？ その「想い」がcetanā（意志）であり、業なのです。<br>
  結果を出すのはそれなのです。「想い」が清らかなものか、貪瞋痴で汚れているかによって、善業か不善業かが決まるのです。たとえば「自分が成功したい」という貪りや「人に負けないぞ」という怒りで行動するのは不善業です。欲や怒りが強いと意志も強いので、うまくいくように見えますが、結局は良い結果になりません。一見「良いこと」であっても、意志が汚れている場合は、悪いことをしているのです。「病院をつくった、学校をつくった」というだけで、善行為か悪行為かは決められません。欲のない慈しみの気持ちでがんばると、結果も良いし、充実感も得られます。とにかく、なるべく「自分が」という自我意識を置いて行動することが、良い結果を得る道なのです。意志に行為の重点があると知り、それを語ったのはお釈迦さまだけです。</p>

  <p>ではここで、心の業を積み重ねる仕組みについて少し詳しく見てみましょう。心の業というのは非常に微妙で細やかなものなのです。<br>
  たとえば花を見て「花だ」と思ったら、その瞬間にもう業を積んでいるのです。「花を見る」とは、目に入った情報を瞬時に頭の中で合成して、「花だ」と認識するということです。頭の中で現象を組み立てる時にも、やはりかすかな意志がはたらいていて、そこにその人の経験が関わっています。「花だ」とわかると同時に感情も揃っています。それは個人的な作業で、同じものを見ても頭の中の認識は一人一人違います。目に光を感じることは自然の流れで、それは避けられません。そこまでは善でも悪でもなく、業にはなりません。目に触れた光を「花だ、壁だ」と判断したとたんに感情をつくり、「好きか嫌いか、これはどういうものか」などと考えています。それが、自分の将来を決める業になるのです。耳で聞く場合も、「音」だけで止まると、業にはなりません。しかし我々は耳に音が触れた瞬間に「鳥の声だ」「車の音だ」と認識しています。瞬時に頭の中で合成しているのです。もうすでに業を積んでいるのです。</p>

  <p>たとえばある人が道を歩いているとします。それだけで、ドンドンその人の頭の中の合成機能が変わっていきます。感情も変わっていきます。それによって性格も変わっていくのです。「ただ歩いているだけで、どうってことない」と思うかもしれませんが、そういう単純な行為でさえ、小さな小さな業を心の中にためていくのです。その瞬間その瞬間、違うものを合成するのです。それがたまってたまって、次へ次へ次へと、自分を変えていくのです。業からは逃がれられないのです。ただ歩いているだけでも、悪行為をしているのか、善行為をしているのか、わかったものではないのです。聞く場合でも、味わう場合でも同じです。何をしても、瞬間瞬間の小さな粒子をたくさん積み重ねていって、無数の業を積み重ねながら、自分の見方を変えていくのです。完全に悟らない限り、業を積み重ね続けることからは逃げられません。私たちはいつでも自分の運命に足すか引くか、どちらかのことをしているのです。（次回につづく）</p>

  <p class="next-number">前回は、六処（眼耳鼻舌身意）に対象が触れるとその瞬間に頭の中で現象をつくり出し、感情が生まれている。それらは次から次へと流れて行き、その瞬間瞬間、業がポテンシャルなエネルギーとして蓄えられ、同時に自分を変化させていくというところまで述べました。私たちに生じる感情はほとんどが不善心所（不善なる心のはたらき）なので、感情＝煩悩と言ってもいいくらいなのですが、善心所（善なる心のはたらき）が心に生じることもあります。善心所が生じると善い業を蓄積することになります。</p>

  <p>幸福は善い業の結果です。たとえば花を見て「きれいだ」と喜んだとすると、その瞬間、その人は過去の善業の結果を味わっているのです。同じ花を見て不機嫌になった人は、悪い業の結果を受けているのです。判断には各自の経験が入りますから、同じ花を見ても、一人は幸福になり、一人は不幸になります。過去の行為が今の瞬間の幸不幸を決めているのです。しかしたとえ善果を得て幸せになってもそこに罠があります。幸福を喜ぶ人は、そこから多くの感情をつくり出します。それらの感情はほとんどが「欲」という不善のカテゴリーに入るのです。そこでその人は幸福を感じつつ、次から次へと、不善業を積んでいくことになるのです。もしも、「イヤだなあ」と機嫌が悪くなったならば「怒り」のカテゴリーに入る不善業を積み重ねていくことになります。「良い」とも「イヤだ」とも思わず無関心な時は無知がはたらいています。ですから「生きる」ということは、欲と怒りと無知の悪業を膨大に積み重ねていくことなのです。しかも私たちは、とても好ましいことやひどくイヤなことを心に刻み込み、何度も何度も思い出すのです。そうやって思い出すたびに不善行為を重ねることになります。</p>

  <p>そのように、私たちがつくり出していく業も膨大な量ですが、過去生から背負っている業はそれと比べものにならないほど巨大なものです。無始なる過去から積み重ねた業の量は生半可ではないのです。生命は皆、想像を絶する量の業を背負っているのです。悪業を償おうとしても、償い切れるものではありません。ブッダは、過去生の業など放っておきなさい、と説かれます。大切なのは自分が今罪を犯さないことですよ、と。過去を嘆いたり後悔したりしても罪を重ねるだけなのです。過去のことを考える暇があったら、今の瞬間に気づくことです。自分がかつて何をしたとしても、皆、無量の業を背負っているのだから、大差はないのです。膨大にためこんでいる業の中から、条件が揃うと、ある業が自動的に機能するのです。自分の好き勝手に業を機能させることはできません。では我々に手も足も出ないかというと、そうではありません。条件を変えると、結果も変わるのです。</p>

  <p>そこで仏教では、法則を正しく理解して冷静に落ち着いていることを推薦します。つまり、良いことに出会ってもイヤなことに出会っても、無執着の心で放っておくのです。世間では「執着を捨てるなどとんでもない、喜怒哀楽こそすばらしい」と思っています。「楽しんでこその人生だ」と常に喜びを探し求めています。つまり、「欲」の不善業を探し求めているのです。世の中で好ましいものばかりに出会う人はいないので、当然、怒りも生じます。</p>

  <p>世に善行為というものはとても少ないのです。たとえば「慈悲」という秒単位で徳が増える最高の善行為を教えられても、教わったとおりに無差別の慈悲を実践する人はまずいません。善悪判断を止めるように言われても、「なんと素晴らしいことか」「なんと腹立たしいか」とあれこれ妄想することは決して止めません。そういうわけで、欲と怒りと無知という膨大な不善業をつくりながら生きていく我々は、決して輪廻から逃れられないのです。</p>

  <p>仏教の業論は、「そういう生き方はとても危険ですよ、智恵をはたらかせて生きてみなさい、智恵こそ救いであって、智恵がなければすべて終わりですよ」と教えているのです。智恵を育てる道がヴィパッサナー瞑想です。何かを認識して判断する前に、淡々とサティ（気づき）をすると、不善業はつくりません。同時に鋭い判断能力と智恵が出てきます。自分の心に起こっていく出来事をそのまま客観的に観ていく —— それに勝る方法はありません。ですから、ヴィパッサナー瞑想こそ、最高の善行為なのです。（業の連載終了）</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
