<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>法</h1>
    <p class="key-pali">Dhamma</p>
    <p class="key-yomi">ダンマ</p>
  </div>

  <div class="keyword-honmon">

  <p>「Dhamma：ダンマ」（サンスクリット語ではDharma：ダルマ）という言葉は、インド社会では、仏教用語というよりも、現在でもごく普通に皆に使われている日常語です。子供たちもよく使うような、ごく当たり前の言葉なのです。といっても「ダンマ」というのはとても幅広い意味を持つ言葉なので、外国人には意味が捉えにくいかもしれません。一般的なダンマの意味を知ることは、仏教用語としてのダンマを理解するのにも役立つと思われるので、今回はインド社会で普通に使われている意味を述べます。ダンマにはいろいろな意味があり、「ダンマとはこういう意味だ」と固定的に言うことは無理なので、いくつかの項目にわけて説明します。</p>

  <ol>
    <li>
      <dl>
        <dt>当たり前の出来事</dt>
        <dd>
          まず、世の中で当たり前にふつうに起こる出来事を「ダンマ」と言います。避けられないこと。どうしてもそういうことになるようなこと。例えば、朝の次は昼になるとか、冬になったら寒いとか、春になったら暖かくなって花が咲くなどのような、決まっていることはダンマなのです。だからといって「自然法則をダンマという」とは言えません。自然法則ではなくて、不思議でも何でもない当たり前に起こる出来事にダンマというのです。誰が変えようとしても無理なこと、例えば「ある時間になると夜になること」などは、どう頑張ってもやめることはできませんね。そういう場合に「それはダンマだよ」と言うのです。
        </dd>
      </dl>
    </li>
    <li>
      <dl>
        <dt>あるべき姿</dt>
        <dd>
          「あるべき姿」にもダンマと言います。世の中に、「あるべき姿」というのはなかなかないのです。だからこのダンマは道徳的な価値観にもなります。希望的な状態と言ってもいいでしょう。例えば「人は真実を言うべきだ、ウソをついてはいけない、それはダンマだよ」などと言います。「ダンマだよ」と言うと、「それはダンマだから当たり前のことだ」というニュアンスになります。「あなたにはなんのダンマもないね」と言われたら、「あなたは行儀が悪い、常識がない、いい加減な人だ」と言われたことになります。人間であるならば行儀良くしっかり生きていないといけないということから、人間としてだらしない人が「ダンマがない人」なのです。道徳をまったく犯した犯罪者は、「アダンマの人（非ダンマの人、ダンマを壊した人）」と呼ばれます。つまり「人としてあるべき姿ではない人間」ということなのです。
        </dd>
      </dl>
    </li>
    <li>
      <dl>
        <dt>守るべき信条</dt>
        <dd>
          「守るべき信条」もダンマです。インドで「人は何に従うべきでしょう？」と訊いたならば、「もちろんダンマに従うべきですよ」とすぐに答えが返ってきます。「守るべきもの」とは自分の中にある尊いもので、「従うべきもの」とは自分の外にある尊いものですが、そのどちらにも「ダンマ」という言葉を使うのです。つまり、何か尊いもの、自分の命みたいに大切なもの、「何を失ってもこれだけは守るぞ」と思えるものも、「ダンマ」なのです。
        </dd>
      </dl>
    </li>
    <li>
      <dl>
        <dt>生き方の教え</dt>
        <dd>
          我々に生き方を教えてくれる人の話も「ダンマ」です。例えば、お釈迦さまやイエス様の話には、人間が聞いて一生従うべき教えが語られています。そのような、人々の心を育てる教えにも「ダンマ」と言うのです。経典も聖書もダンマですし、お寺でのお坊さんの説法や教会での神父さんなどのお話は「ダンマが説かれる」と言われます。
        </dd>
      </dl>
    </li>
    <li>
      <dl>
        <dt>法則</dt>
        <dd>
          ダンマには「法則」という意味もあります。たとえば科学で発見する「物質はどのように動いてどのように反応しているか」ということもダンマです。もちろん、因果法則はダンマです。 釈尊は因果法則を説かれているので、この意味でも、「釈尊はダンマを説かれた」と言うことができます。
        </dd>
      </dl>
    </li>
    <li>
      <dl>
        <dt>法律・法律の理念</dt>
        <dd>
          法律もダンマと言います。裁判官は「ダンマを守る人」です。
          また、法律を作ったり政治を行ったりする場合は、何かの理念に基づいています。政治や法律の理想みたいな、哲学のようなものがあるのです。そういう、法律を作らせる理想のようなものにも「ダンマ」と言います。法律家や王様は、ダンマを守って、ダンマに従って生活しないといけないのです。その場合は、いわゆる人為的な法律という意味ではなく、人の上に立つ立場としての自分を戒める不文律のはたらきのようなものです。
        </dd>
      </dl>
    </li>
    <li>
      <dl>
        <dt>現象</dt>
        <dd>
          「ありとあらゆるもの」という意味でも「ダンマ」と言います。
        </dd>
      </dl>
    </li>
  </ol>

<p>このように「ダンマ」には幅広い意味があります。インドの人は文章の脈略の中で容易く意味を捉えますが、よほど原語に慣れていないと、正しく翻訳するのは難しい言葉のひとつだということができるでしょう。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <!-- テンプレートを改造 -->
    <nav class="nav-single-bottom nav-for-medium show-for-medium">
      <?php previous_post_link('<div class="navpart-single-left">%link</div>'); ?>
      <div class="navpart-single-center"><a href="<?php echo esc_url( home_url( '/world/keyword/' ) ); ?>">INDEX</a></div>
    </nav>
    <nav class="nav-single-bottom nav-for-small show-for-small-only">
      <a href="<?php echo get_permalink(get_adjacent_post(false,'',true)); ?>" class="navpart-single-left">前ページ</a>
      <a href="<?php echo esc_url( home_url( '/world/keyword/' ) ); ?>" class="navpart-single-center">INDEX</a>
    </nav>

    <!-- テンプレートを改造 -->
  </div>
</section>
