<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>戒律</h1>
    <p class="key-pali">Vinaya, Sīla</p>
    <p class="key-yomi">ヴィナヤ、シーラ</p>
  </div>

  <div class="keyword-honmon">

    <p>Vinayaとは「反対方向へ導く」という意味です（vi「反対方向へ」＋ nayati「導く、指導する」）。<br>
      戒律は、世間の一般的な生き方を違う方向へ導くのです。
    世間では「欲や怒りはすばらしい。欲があってこそ成功する、怒りは悪者や敵を倒すために必要だ」と考えています。<br>
    儲かるのであれば嘘を言ってもいいではないか、ライバルと競争してこそ力が発揮できるんだよ、と考えるのが一般的です。<br>
    Vinaya はその正反対の道、欲や怒りから離れるための道です。</p>

    <p>Sīlaは vinayaを実践するための項目です。<br>
    Vinayaを項目として受け取るとsīlaとなるのです。Sīlaは、心が煩悩で汚れないための行動を具体的に教えてくれます。<br>
    たとえば、『嘘をつかないこと』というのはsīlaで、嘘をつかないことによって自分を道徳的に戒めることは vinayaです。ですから五戒（pañca-sīla）、十戒（dasa-sīla）などには、sīlaという語が使われています。</p>

    <p>Sīlaは vinayaの項目ですが、いくら項目を立てても、人間の生き方をすべて項目にすることはできません。また、項目は個人差や時代によっても左右されます。<br>
    ですから sīla は相対的で、細かい項目は時代や場所や個人差などの諸条件によって変わる可能性があります。<br>
    けれども vinayaは変更できません。Vinayaは時代や場所を超えた普遍的なものです。<br>
    悟りを得た人は「どういう行為によって心が汚れるか」という智慧があるので、項目にたよる必要はありません。けれども一般の人は、どうしても自分の煩悩に沿って判断してしまいます。それでいろいろな理屈を言って、自分の好き嫌いで戒律を変えてしまう可能性が大いにあります。<br>
    ですからテーラワーダでは「戒律の項目は決して変えてはいけない」と決めています。</p>

    <p>「戒律など不自由で、まっぴらごめんだ」と言う人がいます。<br>
    でも本当は逆なのです。道徳的な生き方こそが人を自由にするのです。<br>
    自由とは、何があっても困らないで落ち着いていられることです。道徳を守っていると、何にも足を引っ張られません。<br>
    世間では「自分の心の声に正直に生きましょう」と奨め、それこそ自由だと思っているようです。では自分の心に「本当は何をやりたいか」と正直に聞いてみてください。心の声に従うとひどいことになるとわかるはずです。<br>
    心というのは、自分を不幸にするようなことしか考えないのです。<br>
    欲張りたい、酒を飲みたい、嘘をつきたい、怠けたいなど、心のままに生きることこそ不自由になる道です。<br>
    自由になりたければ、心の声に逆らって生きるべきです。</p>

    <p>戒律は、出家には無数にありますが、在家の方に一般に奨めているのはたった五つです。<br>
    この五つは、お釈迦さまが、人が幸福に生きるために守るべき道徳を智慧の目で見て示されたものです。<br>
    戒律は、必ず自分で自律的に守るものです。<br>
    自分でハッキリと心に決めて、<br>
    １．私は殺生はしません、<br>
    ２．盗みません、<br>
    ３．邪な行為はしません、<br>
    ４．嘘はつきません、<br>
    ５．酒・麻薬などは摂りません、<br>
    と生きてみてください。<br>
    それだけでも、かなり自由に、気楽に、平和に生きていくことができます。<br>
      戒を守って正しい生活をしていると、周りからも「正直な人だ」と信頼されるようになります。<br>
    心を清らかにしようと思う人は、上の五つの戒律を基本にして、自分の心の弱みを観察して、それも戒めるように努力するといいのです。たとえば、食に執着している人は美食への貪りを戒めて守る、おしゃべり好きの人は無駄話に気をつけるなど、自分にあった戒を付け加えて守っていくと、煩悩が少なくなっていきます。</p>

    <p>戒律は、身体と口（言葉）の行為を、間違いを起こさないように管理することが目的です。<br>
    心の方は、ヴィパッサナー瞑想や慈悲の瞑想などの修行によって清らかにしていくのです。<br>
    智慧が生じるためには、欲にかられた生活を戒めて煩悩を弱くする必要があるのです。ですから仏道の修行には、戒を守ることは欠かせません。ヴィパッサナー瞑想をしていると自然に戒を守ろうという気持ちになりますし、戒を守っているとヴィパッサナーの修行も確実に進むという相互関係になっています。</p>

    <p>私たちは、何をしても、心の成長か退化か、必ずどちらかの方向に行きます。<br>
    戒律は、心が汚れないための行動を具体的に教えてくれるのです。<br>
    「仏教の戒律は厳しい」と言う無知な人がいますが、厳しいどころか、戒律ほど人に親切な教えはないのです。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
