<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>僧・僧団</h1>
    <p class="key-pali">Saṅgha</p>
    <p class="key-yomi">サンガ</p>
  </div>

  <div class="keyword-honmon">
    <p>サンガという語は「集い、団体、組合」など何かのグループを意味する言葉です。お釈迦さまは当時のインドで出家サンガグループという悟った人々の集団、一般の人々の規範となるモデル集団をつくられました。仏教の出家サンガというのは無執着の世界で、人を差別してはいけない世界です。無条件で慈悲を実践しなくてはいけない世界なのです。そのモデル集団のすばらしさは、お釈迦さまの時代から2500年経った現代でも、スリランカやミャンマーやタイなど、テーラワーダ仏教（上座仏教）を奉ずる国々で生きています。ですからそれらの国の人々は、サンガをたいへん尊敬し、信頼しています。
    </p>
    <p>初期仏教におけるサンガは、真理を目指して仏教の教えを実践しようと思って集まるグループでした。もとの定義では、出家・在家というよりも、真理を体験しようと思って努力する人々のことです。つまり仏教徒は皆サンガのメンバーだということができます。でもサンガの資格が完全に確定されるのは、預流果（よるか）・sotāpatti（ソーターパッティ）以上に悟りを開いた人々です。ですから資格を取った人々と、これから資格を得ようとがんばっている人々という二種類のサンガがあります。もうひとつのサンガの定義は、仏教の出家者のグループで、それもサンガと呼んでいます。
    </p>
    <p>人々に帰依されるサンガの資格として、経典にはまず、supaṭipanno（スパティパンノー）、ujupaṭipanno（ウジュパティパンノー）、ñāyapaṭipanno（ニャーヤパティパンノー）、sāmīcipaṭipanno（サーミーチパティパンノー）という四つが挙げられています。su（ス）は善き、uju（ウジュ）は正しい、ñāya（ニャーヤ）は解脱、涅槃、sāmīci（サーミーチ）は方正で尊敬されるべきという意味で、それぞれに-paṭipanno（パティパンノー）……実践して終わった、という語がついています。つまり「正しく仏道、中道、解脱の道を実践し終えた人々」という意味になります。<br>
    次に yadidaṃ cattāri purisayugāni aṭṭha purisa puggalā（ヤディダン　チャッターリ　プリサユガーニ　アッタ　プリサ　プッガラー）という文句があります。これは「 四双八輩 」と訳されている語で、預流道（よるどう）、預流果（よるか）、一来道（いちらいどう）、一来果（いちらいか）、不還道（ふげんどう）、不還果（ふげんか）、阿羅漢道（あらかんどう）、阿羅漢果（あらかんか）、という八つの悟りの段階のどれかにすでに入っている人々のことです。～道と～果というのは原因と結果を表します。たとえば預流道は、預流果になるための道（原因）です。四つの悟りの段階を原因と結果に分けているわけですが、この原因と結果には時間的な差というのはありません。風船に針を刺すと割れるように、原因ができればそこに結果も出るということです。</p>
    <p>そういう悟りを開いた人々であるサンガは、仏（Buddha）法（Dhamma）僧（Saṅgha）の三宝における僧であり、仏教徒が帰依する（たよる）対象です。帰依をするということは、いわゆる信仰とは違います。仏教では仏・法・僧を目指して自分自身が努力するのであって、お釈迦さまは、「私と同じくなりなさい、がんばってここまで上がってきなさい」ということを言っておられます。そしてご自分のことを、「善き友」だとおっしゃっているのです。</p>
    <blockquote>
      <p>比丘たちよ、あなた方は朝日が昇る様子を知っているでしょう。<br>
        朝日が昇る時には、まず東の空が明るくなります。<br>
        東の空が明るくなるのは太陽がのぼる前兆だと言うことができるでしょう。<br>
        それと同じように、比丘たちが聖なる八支の道に入るときにはその前兆があります。<br>
        それは善き友がいることです。<br>
        善き友を持つ修行者は、聖なる八支の道を修めて成就することを期して待つことができます。</p>
      <p class="syutten">（出典；相応部49「善友」）</p>
    </blockquote>
    <p>サンガはブッダの教えを実行し、その教えが真実であることを世間に示し、法を次代に伝える役目をします。サンガが滅びてしまえば、仏教も滅びることになります。 </p>
    <p>本当に清らかな人々のグループが社会にあると、皆ほっとできるのです。ですからサンガというシステムはどの社会にもあった方がいいと思います。サンガができて、初めて仏教がその国に根付いたということができます。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
