<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>パーリ語</h1>
    <p class="key-pali">Pāli</p>
    <p class="key-yomi">パーリ</p>
  </div>

  <div class="keyword-honmon">
    <p>はじめて「テーラワーダ」や「ヴィパッサナー」などという言葉を聞かれた方は、 聞き慣れない言葉なので、これらは仏教用語ではないような感じをもたれたかもわかりません。ところが実は、これらの言葉こそ、仏教語なのです。なぜならば、これらはパーリ語という言語なのですが、パーリ語はお釈迦さまが2500年前に実際に話されていた言葉だからです。</p>

    <p>お釈迦さまが長く滞在して教えを説かれていた国の一つにマガタ国というインドの北東に位置する王国がありました。パーリ語は、当時のマガタ国で話されていた言語だといわれています。お釈迦さまは、多くの宗教学者たちが好んで用いていた学術語であるサンスクリット語は使われずに、一般の人々が使っていた話し言葉で話されました。パーリ語も、お釈迦様が説法された言葉のひとつでした。今の世の中で、お釈迦様の教えを完全に残しているのはパーリ語だけです。他の言葉で書かれた経典も断片的には発掘されていますが、完全なものはないのです。お釈迦さまの教えを純粋に学びたいと思うならば、パーリ語経典に頼るしかありません。</p>

    <p>お釈迦さまが亡くなられた後、直弟子の長老の方々が、お釈迦さまの教えを残すために、偈（詩句）と文章で、多くの経典を編纂されました。その中にアーナンダ長老という、たいへん記憶力の優れた方がいらっしゃいました。アーナンダ長老はずっとお釈迦さまのそばにお仕えして説法を聞いておられたので、とても多くの経典を正確に残すことができたのです。ですからほとんどのお経は「私はこのように聞きました（Evaṃ me sutaṃ）」という言葉で始まっています。</p>

    <p>パーリ語経典は後にサンスクリットにも訳され、中国で漢文にも翻訳されて、日本にも阿含経として部分的に入ってきています。でもご存知の通り、漢字には文字自体に意味がありますので、漢文のお経は元の意味とずれて解釈されてしまうことが多いのです。ですから、漢文だけに頼ることで、お釈迦さまの教えを正しく理解できるとは思いません。</p>

    <p>お釈迦さまの真理の教えはとてもシンプルな言葉で簡潔に述べられています。それだけに、一つ一つの言葉の正確な意味を理解することが、とても大きな意味をもつのです。たとえばお釈迦さまの遺言として有名な言葉に、「諸行は無常なり。不放逸に精進せよ」と訳されている言葉があります。これはパーリ語では「vayadhammā saṅkhārā appamādena sampādetha（ワヤダンマー　サンカーラー　アッパマーデーナ　サンパーデータ）」で、直訳すると「すべてはつくられたもの、つくられつつあるものであり、壊れる性質のものである。今の瞬間に気づくことを怠らずに（サティを切らさずに）完成しなさい」というような意味になります。</p>

    <p>ですからもし誰かが日本語訳だけを見て、「お釈迦さまは努力しなさいと説かれているのだから一生懸命にがんばって勉強しよう、寝る間も惜しんで働こう」などと解釈したとしたら、まったく違うことになってしまいます。お釈迦さまは、教えを説かれるときに、かなり厳密に言葉を使われています。たとえば「精進せよ」と説かれた場合は、何をどのように努力することが正しいのか、ということをきちんとおっしゃっているのです。</p>

    <p>パーリ語で原典を読むと、新しい仏教の世界が広がると思います。パーリ語を教えているところはあまりないのですが、仏教学部のある大学でパーリ語の講義を聴講できる大学がいくつかあります。当協会でもパーリ語経典の勉強会を開いていますので、興味のある方は、ぜひ、講義に出席なさってください。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <!-- テンプレートを改造 -->
    <nav class="nav-single-bottom nav-for-medium show-for-medium">
      <div class="navpart-single-center"><a href="<?php echo esc_url( home_url( '/world/keyword/' ) ); ?>">INDEX</a></div>
      <?php next_post_link('<div class="navpart-single-right">%link</div>'); ?>
    </nav>
    <nav class="nav-single-bottom nav-for-small show-for-small-only">
      <a href="<?php echo esc_url( home_url( '/world/keyword/' ) ); ?>" class="navpart-single-center">INDEX</a>
      <a href="<?php echo get_permalink(get_adjacent_post(false,'',false)); ?>" class="navpart-single-right">次ページ</a>
    </nav>
    <!-- テンプレートを改造 -->
  </div>
</section>
