<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>苦</h1>
    <p class="key-pali">Dukkha</p>
    <p class="key-yomi">ドゥッカ</p>
  </div>

  <div class="keyword-honmon">

   <div class="quote-container">
     <p class="q-pali">Idaṃ dukkhaṃ ariyasaccanti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. </p>
     <p class="q-wabun">比丘たちよ、私に「苦である」という聖なる真理が現れた。<br>
       このかつて知られていない真理に対して、目が生じ、智慧が生じ、光が生じた。</p>
     <p class="syutten">（律蔵大品「転法輪経」）</p>
   </div>
      <p>『現実の世界は苦であるという真理』（苦聖諦）は、仏教の根本教説である四聖諦の一番目です。そう聞くと、仏教の偉大なる真理がただ「苦しい（dukkha:ドゥッカ）」というだけのことなのだろうか、と疑問に思われるかもわかりません。ドゥッカとは解脱の境地から見た真理ですから、本来私たちの世俗的な語彙にはない言葉なのです。
      </p>
      <p>お釈迦さまはドゥッカという言葉で、この世の真実の姿を表現されました。ではドゥッカというのはどういう意味かといいますと「空しい、不満、不安定、苦しい」というような意味です。つまらないものであって、執着するようなものではない。捨てる程度のものだ、ということです。
      </p>
      <p>そして、これは一般の真理とは違って「ariyasacca（アリヤサッチャ）：聖なる真理」ですよとおっしゃっています。一般の真理、たとえば数学や物理学の真理を理解したからといって、人格が変わってしまうということはありません。仏教の真理は、それを完全に理解することによって、人格がまったく変わってしまう真理です。完璧な人格、静かに落ち着いたすばらしい人間になってしまう。これは、pubbe（プッベー）以前には
        ananusutesu （アナヌステース）聞かれたことがない dhamma（ダンマ）真理であって、このドゥッカという概念はお釈迦さまがはじめて発見された真理なのです。ですからこれは私たちが日常的に感じる「苦しい、空しい」というレベルの苦しみとは違います。だからといって、私たちの感じる苦しみとまったく関係のないことだというわけでもありません。真理とは堂々と常にあるものですから、真理であるならば私たちもやはり私たちなりに感じているはずだからです。
      </p>
      <p>人は、老いること、病気になること、死ぬことからは逃れられません。自分だけでなく、親しい人や家族が病気になったり亡くなったりすることも、とてもつらいことです。人生において悩みや問題がまったくない人というのはいません。ですから人は、「この苦しい中に何か救いを見つけなければ」と一生懸命に幸福を求めています。多くの人々は「全知全能の神」や「永遠不滅の魂」など絶対的なものに頼ろうとします。そして、「とにかく信じなければならない、まずそこから始まるのだ」と言ったりします。</p>
      <p>お釈迦さまは「まず信じるところから始めるのではなくて、事実はどういうことなのかを実際に自分で観察してみてください」とおっしゃいました。ありのままの姿を観察することによって、存在のシステムはどのように成り立っているのか、というこの世の仕組みがわかるのです。</p>
      <p>存在を大きく生命と非生命（物質）に分けると、我々生命存在のエネルギーは不満から生じます。たとえば呼吸にしても、もっと空気がほしくて息を吸う。しばらく吸うと、空気を出したくなって息を吐く。「これで完璧に満足だ」という状態はありません。物質的な存在はすべて常に不安定でどんどん変化していきます。常に変化しながらずっと流れて行く。止まることはありません。我々生命も不満だからずっと変化して流れていきます。それにはきりがない。「これで終わった」ということはありません。宇宙のすべては不完全であること、生命はただの不満の流れであること、だから常に変化していること。ゆえに結局空しい存在であること。それらすべてをまとめて
        dukkha（ドゥッカ）と言っているのです。 </p>
      <p>これが本当に理解できると、生きるということは、たいしたことではないということがわかります。必死になってしがみついて、満足感を探し求める気持ちが消えてしまいます。人は、そこで初めてほっとした安らぎの気持ちを味わうことができるのです。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
