<?php
global $sect_title;
$sect_title = array (
  'パッサ：触', // sect-1-title
  'ヴェーダナー：受', // sect-2-title
  'サンニャー：想', // sect-3-title
  'チェータナー：思', // sect-4-title
  'エーカッガター：一境性', // sect-5-title
  'ジーヴィティンドリヤ：命根', // sect-6-title
  'マナシカーラ：作意' // sect-7-title
);
?>

<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>同他心所</h1>
    <p class="key-pali">Aññasamāna-cetasika</p>
    <p class="key-yomi">アンニャサマーナ･チェータシカ</p>
  </div>

  <div class="keyword-honmon">

    <p class="key-matome">仏教の心理学は人間の生き方を説くものなので、心のはたらきの善悪について、詳しく説明しています。
    善か悪かという立場からみると、善でも悪でもない心所があります。
    それが、同他心所（同時にはたらく他の心所の性質を受けて善にも悪にもなる心所）で、13種類あります。
    同他心所は基本的な心のはたらきだといえるでしょう。<br>

    その同他心所は、共一切心心所と雑心所の二種類に大きく分類されています。
    共一切心心所とは、すべての心に必ずある最低限必要な心のはたらきで、 七種類あります（雑心所はすべての心に必ずあるわけではありません）。共一切心心所は最も基本的な心のはたらきなのです。
    この共一切心心所の１番目、phassa（触）から説明します。</p>

    <section>
      <div id="sect-1" class="key-term-sup">
        <h2 class="key-term">パッサ：触</h2>
        <p class="pali-large"><span class="num-g">１．</span>phassa</p>
        <p class="key-sup">六処（眼耳鼻舌身意）にそれぞれの対象（色声香味触法）が触れること</p>
      </div>

        <p>パッサ（触）は、触れること、コンタクトをとることです。<br>
        それぞれの感覚器官に触れる対象は、それぞれ決まっています。たとえば、目は色形に触れます。外界全体にではなく、そのほんの一部である色形だけに触れるのです。見えるためにはいろいろな条件も必要です。対象に近づきすぎても、対象から遠すぎても見えません。一定量の光も必要ですし、光の種類や本人の視力によっても見え方はまったく違ってきます。人間の目は、紫外線や赤外線には触れることができません。<br>
        同様に、耳は音、鼻は香り、舌は味、身体は熱や堅さ、意（心）は法（概念）に、限られた条件の下で触れるのです。</p>

        <p>目で何かを見るときには、必ず心（viññana：ヴィンニャーナ：認識作用）がはたらいています。目と色形とviññana との三つが揃ったところに phassa という心所が生じるのです。「認識作用」は「生きていること」と言い換えることができます。これは単純なことで、生きている目を開けると何かが見える、ということです。心は瞬間瞬間、生滅変化しています。生命は心が生じているすべての瞬間に、必ず何かの対象とコンタクトをとっているのです。</p>

        <p>六つの器官が認識する情報は、それぞれまったく別々です。<br>
        たとえば色形と音はまったく違うものであって、お互いになんの関係もありません。また、それらの情報は固定していません。固定している固いものではなく、ずーっと流れつづけています。色形も光として流れてきて目にぶつかるのです。音も、波として流れてこないと聞こえません。味も、身体に触れるものも、同様です。「固定された固体が身体に触れるではないか」と思うのは錯覚で、触れるものはずーっと流れていなければ認識できないのです。私たちが「永遠不滅の魂」などを認識することは不可能です。</p>

        <p>六つのチャンネルに六種のデータが絶え間なく流れてくるのですが、五官（眼耳鼻舌身）は今ここにあるものを認識するだけなので、それほど問題はつく りません。さまざまな悩み苦しみをつくり出すのは六番目の意（心）なのです。心は、「あるもの」にも「ないもの」にも触れます。</p>

        <p>仏教では、私たちが 「ある」と思っているほとんどすべてのものは、実際にあるのではないと説いています。<br>
        たとえば。『人』というものは実在しません。『私』『あなた』『動物』『家』『今日』『昨日』『明日』などなど、それらはすべて実在しないのです。『今日』はどこに実在するのでしょうか。どこにもないのです。ですから心は「ないもの」のことを考えていることがほとんどです。私たちが、泣いたり、喧嘩したり、喜んだり、好きになったり嫌いになったりしているのは、心の中でつくっている幻想の世界です。</p>

        <p>私たちは多くのものを「ある」と勘違いして、怒りや欲でたくさんの感情をつくり出します。頭の中でつくった幻想を、「好きだ」「嫌いだ」とどんどん膨らませて、たいへん苦しんでいます。心はしょっちゅう「感情のやまびこ」に触れていると理解するとわかりやすいかもしれません。</p>

        <p>ヴィパッサナーの実践をすると、パッサがよく理解できるようになります。たとえば音が耳に入る。「音」を感じたらそこにパッサがあったのです。よく精神集中ができたならば、巨大なパッサが出てきて、コンタクトというのはいかにすごいかということがわかります。「触れる」ということから 認識が始まります。ですからヴィパッサナーでは、パッサをとても大切な心のはたらきとしているのです。</p>
    </section>

    <section>
      <div id="sect-2" class="key-term-sup">
        <h2 class="key-term">ヴェーダナー：受</h2>
        <p class="pali-large"><span class="num-g">２．</span>vedanā</p>
        <p class="key-sup">六処（眼耳鼻舌身意）で触れた情報を感じるはたらき</p>
      </div>
        <p>仏教では「感じること」を心の機能として、心所のひとつに数えています。ヴェーダナー（受）は「感じた」と意識化される以前の根本的で基本的なはたらきです。</p>

        <p>何かを知る前にそれを感じないと知ることはできません。光が目に入って、それを感じたら見える。感じなければ見えません。私たちの耳には様々な音が入ってきますが、それらの音に対してヴェーダナーという感じる機能がはたらいた音だけを認識するのです。何も感じなければ存在しないのと同じことで、我々には関係ありません。誰かにひどいことを言われたとしても、その声（音）を耳が感じなければ心に怒りは生まれません。その声（音）を感じて心が強烈に受け取ると、強烈な怒りが生じるのです。</p>

        <p>ですからこの受（ヴェーダナー）という心所は、人間の煩悩の大本となる非常に大事な心所なのです。人間のすべての迷いはこの受からはじまります。誰に何を言われても、心がそれを放っておくことができれば、悩みは消えてしまいます。楽しいときでも、客観的に観察すると、ある概念によって楽しみを感じていることがわかります。もしもそのことに執着がない場合は、別に楽しくもないのです。それがわかると「なるほど、受に基づいて渇愛があって、渇愛から苦が生まれるんだ」という智恵が生じます。</p>

        <p>受はたいへん重要な心所で、仏教哲学の心臓だとさえ言うことができるのです。なぜそれほどまでに重要かというと、「私」「魂」「真我」などという強烈な誤解が、このヴェーダナーから生まれてくるからです。</p>

        <p>何かに触れてそれを感じることは自然法則で、どうにもならないことです。ところがここで、生命は大きな間違いを犯してしまうのです。どういうことかというと、「私」という化け物が認識の中にサッと入り込んでしまうのです。たとえば目に情報が触れると、「光の波が目にぶつかって、目という感覚器官がそれを感じた」と正しく認識せずに、「私は見た」と思ってしまいます。それは瞬間のできごとなので、「私は見た」「私は聞いた」とはっきりと意識化されるわけではないのですが、「見た」「聞いた」と感じた瞬間に「私」という主語が入り込んでいるのです。</p>

        <p>yaṃ vedeti taṃ sañjānāti（ヤン　ヴェーデーティ　タン　サンジャーナーティ）「彼が感じたもの、それを彼は知る」というお釈迦様の言葉があります。ここで大切なことは、「彼」という主語が入っていることです。「彼」が知るのは「彼が感じたもの」のみであって、実際の外の世界を知っているわけではないのです。「彼が感じたもの」はそれぞれの主観ですから、一人一人みんな違います。ですから「みんなで一緒にこの絵を鑑賞しましょう」などということはあり得ないことです。</p>

        <p>自分の目で感じたものを知るのですから、「私が時計を見た」ということも成り立ちません。「私が目を開けていると、何かが目に触れて、ある感覚が生まれた。私はその感覚を認識した」と言った方がより正確です。実際は「私」というものもないのであり、「ある感覚からある認識が生じた」というのが、よりぴったりの言葉なのです。</p>

        <p>私たちは感じることによって、「苦」「楽」「不苦不楽」という三種の感じを受け取るとされています。しかし実際には、「苦」といってもさまざまな苦がありますし、感じる度に違う苦を感じます。それは「楽」も「不苦不楽」も同じことなので、結局は数え切れない無数の感覚があることになります。</p>

        <p>「私」、「私」と思っていたのは、ただ瞬間瞬間生滅していく無数のヴェーダナーであって、その無数のヴェーダナーから生じる束縛をなくすことができると、そこに心の安らぎがあります。それを体験することが悟りなのです。</p>
    </section>

    <section>
      <div id="sect-3" class="key-term-sup">
        <h2 class="key-term">サンニャー：想</h2>
        <p class="pali-large"><span class="num-g">３．</span>saññā</p>
        <p class="key-sup">六処（眼耳鼻舌身意）で触れた情報を区別する</p>
      </div>
        <p>対象を認識する場合、その対象を他のものと区別するために、心の中にはちょっとしたはたらきが生まれます。それがサンニャー（想）です。たとえば色形が目に触れると、目がそれを感じた瞬間に、言葉であれこれと考える以前に、心はサッと区別しています。</p>

        <p>区別するはたらきがないと認識はできません。認識するということは区別をするということです。生きているということは認識するということだから、生命にとってサンニャーはとても大事なはたらきです。</p>

        <p>とてもよく似たもの、たとえば同じ種類の鉛筆を二本見せられると、私たちはなかなか区別することができません。それでも「後で区別できるように、よく覚えておいてください」と言われたならば、どこかに違いはないか、なんとか区別できるところを探そうとします。それはサンニャーをはたらかせているのです。自分の頭に入れたサンニャーを使って区別するのです。</p>

        <p>私たちは、興味のある対象にサンニャーをつくります。たとえば誰かと話をしている時でも、耳には相手の話し声以外のたくさんの音も入ってきていますが、そういう関係ない音は無視しています。つまりサンニャーが生まれていないのですね。サンニャーが生まれない音は聞こえません。</p>

        <p>サンニャーは訓練によって鋭く強くすることもできます。勉強ができる人は、いろいろ工夫してサンニャーのはたらきを力強くしているのです。学校で授業を受けるだけでなく、自分でもそれについて考えて疑問や反論をつくったりすると、サンニャーがたくさん生まれてしっかり理解できます。</p>

        <p>私たちの心はいつでも新しいサンニャーををつくり続けています。誰かを見るときでも、見るたびに新しい人を見ているはずなのです。感覚器官には、まったく同一のものが触れることは決してありません。<br>
        対象も感覚器官もどんどん変化して流れ続けているのです。同じ人を二度見るということはないし、同じ音を二回聞くこともないのです。すべて一回きりです。たとえば昨日誰かに言われたことを、百回以上も繰り返して思い出しているとしても、思い出す度に心に触れることは違っているのです。けれども似ているものを二度、三度と認識すると、「同じものだ」と錯覚するのです。「妄想概念」といわれる認識概念がはたらいて、勝手に概念をつくってしまうのです。</p>

        <p>概念、知識、記憶などはすべてサンニャーの塊です。私たちが「私がいる」「魂がある」などと錯覚する原因となっているいちばんの元凶はヴェーダナー（受）という感受作用ですが、このサンニャーもかなり錯覚の原因になっています。私たちは概念や知識、記憶などによって「私がいる」と思うのです。<br>
        たとえば『名前』という知識があります。自分が生まれてから今までずっと同じ名前だから、同じ人間だと思ってしまうのです。それも完全な妄想で、ただのサンニャーの塊に「自分」だとアイデンティティーをつくっているのです。サンニャーによって、無常が見えなくなってしまうのですね。赤ちゃんの時の自分と現在の自分を冷静に見ると、同じなのは名前だけで、身体も、考え方も、好き嫌いも、まったく違うのです。漠然と「変わらない何か」があるように錯覚しているだけです。</p>

        <p>瞬間瞬間、いろいろなサンニャーが生まれては消え生まれては消え、流れ続けていきます。そこには「何か変わらぬもの」「私」「魂」などはありません。</p>

        <p>ただ止まることなく生滅をくり返し、流れていくサンニャーという心のはたらきがあるだけです。</p>
    </section>

   <section>
      <div id="sect-4" class="key-term-sup">
        <h2 class="key-term">チェータナー：思</h2>
        <p class="pali-large"><span class="num-g">４．</span>cetanā</p>
        <p class="key-sup">行為の動機づけをするはたらき、意志</p>
      </div>
      <p>心には常に「心がひとつ回転したら、次の回転をせざるを得ない」というポテンシャルエネルギーのようなものが生まれています。たとえば手を上げると、そのまま上げ続けるか、止めるか、下げるか、何かをするのです。どれをするにしても、そこには「～しよう」という意志がはたらいています。人はいつでも何かをしたい。「きれいに止まりたい」という気持ちはありません。</p>

      <p>心所としてのチェータナーは基本的で根本的なわずかなエネルギーです。けれどもチェータナーはすべての心にはたらくのですから、巨大なエネルギーだと見た方がいいのです。ヴェーダナーやサンニャーも同じことで、私たちはずっと共一切心所のはたらきの中で生きているのだから、これらはかなり大きなエネルギーなのです。</p>

      <p>目を開けると自動的に何かが見えるのですが、その時でもやはり心が見たいから見ているのであってそこには何となく、チェータナー（意志）のはたらきがあります。意識して見ようとするときには、かなりのチェータナーがはたらいています。「立ちたい」と思うだけで立たないことがありますが、それは心にチェータナーが生まれたのだけれども、体を動かす程チェータナーが強くないのです。「立ちたい」と思ってすぐに立つ場合は、チェータナーのエネルギーが強いのです。</p>

      <p>そのように、行動を起こすか起こさないかということは、チェータナーが決めるのです。何かを考えているときは、それを考えたいから考えているのです。考えたくないことは考えません。考えるのをやめるときは、やめたいからやめるのです。どんな場合にも、チェータナーという心所がはたらいています。</p>

      <p>「カルマ（業）」というよく知られている言葉がありますが、そのカルマというのはチェータナーのことなのです。心は常に認識していますが、それも認識したいから認識しているのであって、そこに意志がはたらいています。カルマから逃げることはできないのです。大胆な行為だけがカルマで、普通の日常の行動はカルマではないということではありません。何かを見る度に、何かを考える度に、何かを思う度に、手を上げる度に、手を下げる度に、私たちはカルマを蓄積しているのであって、行動する意志がカルマなのです。たとえば本を読んでいるなら、「本を読みたい」という意志がずっとはたらいているから読んでいるのです。そこにカルマのはたらきがあります。</p>

      <p>チェータナ一には、カルマになるチェータナーとカルマにならないチェータナーがあります。いちばん基本的なチェータナーはカルマになりません。目を開けてたまたま何かが見えた場合は、別にカルマにはならないのです。何かを見ようとして見ると、そこにカルマが生まれています。生命が何かを認識した瞬間に、意志も生まれています。この意志がわずかでも強くなったらカルマになるのです。弱いチェータナーは行為を起こすだけで消えてしまいます。強いチェータナーは心にエネルギーとして蓄積されていくのです。その蓄積されたエネルギーがカルマになります。</p>

      <p>誰かにぶつかって転んだとします。「痛い」と思った瞬間にもチェータナーがはたらいて痛みを感じているのですが、それはカルマにはなりません。そこに欲や怒りの感情が入ったとたんにカルマになります。同じことでも、悪いカルマになる場合もあるし、善いカルマになる場合もあります。ぶつかった人に腹を立てて怒ったら、悪いカルマになります。<br>
      「ケガをしたではないか、弁償しろ」と怒鳴ったりすると、かなりの欲や怒りで、悪いカルマとなります。逆に相手のことを気遣って心配したならば、善いカルマになるのです。</p>

      <p> 自分の感情がコントロールできない場合は、「私はこうしたいと思っている（こういうチェータナーが今はたらいている）。これは、善いカルマをつくるだろうか、悪いカルマをつくるだろうか」と客観的に分析します。そうすれば、心を善い方向に向けることができます。善いチェータナーのエネルギーはどんどん育てて強くすることができます。<br>
      そのように、心所を理解するのは、心を育てるためなのです。心のはたらきを論理的に理解することによって自信が出て、やる気も出るのです。</p>
    </section>

    <section>
      <div id="sect-5" class="key-term-sup">
        <h2 class="key-term">エーカッガター：一境性</h2>
        <p class="pali-large"><span class="num-g">５．</span>ekaggatā</p>
        <p class="key-sup">認識対象に集中するはたらき</p>
      </div>
        <p>生命は瞬間、瞬間、常に何かを認識して生きていますが、認識するためにはその瞬間に認識対象につかまっている必要があります。一境性というのは、瞬間、瞬間、認識対象に集中するはたらきです。私たちは、見たり、聞いたり、味わったり、考えたりする対象に、認識する瞬間に集中しています。その瞬間の集中が一境性です。</p>

        <p>一境性は、集中力という以前の基本的なかすかなはたらきですが、この集中がなければ認識は生まれません。ですから一境性も、他の共一切心心所と同様とても大切な役割を果たしているといえます。心がいろいろなところに走り回っている状態を「集中力がない」と言いますが、それは、集中が一カ所に留まらないということで、一境性は常にはたらいています。一境性が一カ所に止まることを「集中力」と呼ぶのです。</p>

        <p>ものごとにはいろいろな無数の側面があります。一境性は、認識する瞬間に自分が認識したい側面に心所（心のはたらき）を統一させるのです。たとえばある人が「この絵の青い色の使い方が神秘的ですね」と言うと、皆が青色に気をつけて、絵をその側面で見ます。そうすると同じ絵を見ても、違うものが見えてくるのです。その瞬間に心が何に集中したかによって、違うものが見えるのです。子供が遊んでいても、その子が自分にとって良い存在だと思うとかわいいと思うし、自分にとって良い存在ではないと思うとうるさいと感じます。自分のダンナさんにしても、時々は面白い人になるし、時々はいない方がいい人になるし、時々は早く帰ってきてほしい人になるし、その時その時、自分が何かにしぼって相手を見ているのです。本当に相手を正しく見ている人はいません。</p>

        <p>ですから人の批評や批判などは、決してそのとおりの事実ではありません。私たちが見ている対象は無数の側面を持っているのに、その瞬間その瞬間に一つの面を認識しているだけなのです。その時にはその側面の特色しか見えていません。だからいくらか正しくしゃべりたければ、「私の子供はかわいくて、憎たらしくて、うるさくて、楽しくて、離れたくない人で、見たくもない人です」と言った方がいいのですが、そうすると何を言っているのかさっぱりわからなくなります。一境性はグルグル廻るので私たちの知識もそのようなものになるのです。しっかりした知識は、一境性を集中力として育てた時にのみ成り立つものです。</p>

        <p>一境性にも強弱があります。一境性が強くなればなるほど、その時のその側面を徹底的に把握するのです。それが非常に強くなった状態が、サマーディーです。そこまで強くなれば、その認識はなかなかのものです。サマタ瞑想は、一境性を育てて強くする瞑想法です。</p>
    </section>

         <section>
      <div id="sect-6" class="key-term-sup">
        <h2 class="key-term">ジーヴィティンドリヤ：命根</h2>
        <p class="pali-large"><span class="num-g">６．</span>jīvitindriya</p>
        <p class="key-sup">生きているという機能</p>
      </div>
        <p>心にも「生きている」というはたらきがあって、命というものを持って活動しています。そのはたらきを命根（ジーヴィティンドリヤ）といいます。心の瞬間的な生のはたらきが命根です。</p>

        <p>心は常に生滅変化して、生じては滅し、生じては滅し、どんどん新しい心が生まれては死んでいきます。どの瞬間の心の中にも『命根』という、命の機能の心所があって、この命根があるから心は滅してもまたすぐに生じるのです。生は滅の因になるし、滅は生の因になります。</p>

        <p>花を見ると、花を見た瞬間だけその心が生きていて、それはすぐに死んで次の新しい心が生じます。たとえば花を見た次の瞬間に、昨日のことを思い出したりするのです。花を見た心と、昨日のことを思い出した心は、まったく違う別の心です。心は、その時その時、一瞬の命を持って、死んで、生まれて、また死んで、それをくり返していくのです。一般的な「死」の概念とはずいぶん違うのですが、それこそが仏教における「死」の概念なのです。</p>
    </section>

    <section>
      <div id="sect-7" class="key-term-sup">
        <h2 class="key-term">マナシカーラ：作意</h2>
        <p class="pali-large"><span class="num-g">７．</span>manasikāra</p>
        <p class="key-sup">心（認識）を作動させるエネルギー</p>
      </div>
        <p>マナシカーラ（作意）は、心を作動させるエネルギーです。たとえば１万個の将棋をきれいに並べて将棋倒しをしようとしても、駒を並べただけでは動きません。先頭の駒を倒すと、すべての将棋がきれいに倒れます。マナシカーラはそのようにすべての心所の行動を起こさせる引き金のような、スイッチを押すようなはたらきをするのです。ヴェーダナ、サンニャー、チェータナ等はそれぞれ自分のはたらきを持って待機しています。マナシカーラが作動して、それらの心所を動かすのです。そういうとチェータナ（意志）のはたらきと似ているようですが、荒っぽく説明すると、チェータナは何かをやりたがっているエネルギーで、マナシカーラは「じゃあ、やろう」と作動させるはたらきなのです。</p>

        <p>どの心所も、マナシカーラに後押ししてもらわないと強くはたらくことはできません。暑さが気になるときは、身体の感覚にマナシカーラが生まれている。話し声にマナシカーラが生まれると、話の内容を理解して記憶することができる。サマタ瞑想で育てようとしているのは一境性（集中）ですが、一境性を育てるためにもマナシカーラが必要なのです。たとえば、何か一つの文言、呪文のようなものを唱えながら瞑想をする方法があります。あれは、何か一つのことにマナシカーラを作用させようとしているのです。サマタ瞑想で呼吸に集中させるのも同じことです。いろいろな工夫をして、一つのことにくり返しくり返し、マナシカーラを作用させる。そうするとそこに集中力がジワジワと生まれてくるのです。</p>

        <p>マナシカーラという言葉は日常的によく使われていた言葉で、経典にもよく出てきます。その場合はお釈迦さまは「話をよく頭に入れておく」というような意味で、マナシカーラという言葉を使っておられます。心所は素粒子レベルの心のはたらきなのですが、アビダルマでは心所のために新たな言葉をつくらずに、当時ふつうに使われていた言葉で、心所を呼び表しているのです。マナシカーラだけではなく、ヴェーダナにしてもサンニャーにしても、当時の人にはとても馴染みのある言葉だったのです。</p>

        <p>共一切心心所（触、受、想、思、一境性、命根、作意）の七つは、すべての心に常にはたらいています。この七つが揃ったら基本的な「認識」というはたらき（心）が生じるのです。何かを見るときは、瞼を開けた瞬間に、「見たい」というエネルギーがあって、対象に集中して、対象に触れる。対象に触れるとそれを感じる。そして、感じたものを識別します。「見よう」というエネルギーもはたらきますし、そこには命根という、「生きている」というはたらきもあります。これらはすべて素粒子レベルのはたらきで、「見た」と思う以前の一瞬のはたらきです。物理学では素粒子レベルで物質を理解するように、心というものも素粒子レベルで理解すれば、本当の理解が得られるのです。</p>

        <p>仏教では、心は育てることもコントロールすることもできるといっています。サンニャーを育てると抜群の知識人になりますし、パッサを育てると敏感で鋭い人になります。けれども一般的には、とにかく心は、その時その時、自分にとって強烈な対象を勝手に認識しています。そこにはコントロールはまったくありません。人々がよく「人間には自由がない」と言うのは、実はそのことなのです。一般的には人間は自分の意志で生きているのではなく、ただ流されているだけなのですね。仏教では、「流されているだけの生き方をやめて、自分で生きてみたらどうですか」といっています。生きるということは、認識するということです。ですから「自分で生きる」ということは、「きちんとコントロールして認識する」ということなのですね。</p>

        <p>認識を自分でコントロールできるならば心は自由です。だから「心は自由なのか、自由でないのか」と訊かれても、それはどちらとも言えないのです。心を放っておけば心の自由はないし、正しいやり方でコントロールすれば、心も自由にコントロールできるのです。だから仏教では、「心は自由だとも、自由ではないとも言うことはできません。それは因果法則によるのです」と答えています。</p>
    </section>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
