<?php
global $sect_title;
$sect_title = array (
  'モーハ：痴', // sect-1-title
  'アヒリカ：無慚', // sect-2-title
  'アノッタッパ：無愧', // sect-3-title
  'ローバ：貪', // sect-4-title
  'ドーサ：瞋', // sect-5-title
  'ディッティ：見', // sect-6-title
  'マーナ：慢', // sect-7-title
  'ドーサ：瞋',  // sect-8-title
  'イッサー：嫉',  // sect-9-title
  'マッチャリヤ：慳',  // sect-10-title
  'クックッチャ：悪作',  // sect-11-title
  'ティーナ：惛沈',  // sect-12-title
  'ミッダ：睡眠',  // sect-13-title
  'ヴィチキッチャー：疑'  // sect-14-title
);
?>

<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>不善心所</h1>
    <p class="key-pali">Akusala-cetasika</p>
    <p class="key-yomi">アクサラチェ一タシカ</p>
  </div>

  <div class="keyword-honmon">

    <p>アクサラは不善、チェ一タシカは心の成分のようなもので「心所」と訳されています。心はしょっちゅう変化をします。溶けている成分によって水がコーヒーや紅茶やジュースになるように、心も溶けている成分によって違う心になります。人の性格は、どういう心所がその人の心に溶けやすいか、ということで決まります。不善心所は心を汚す心所、心を暗く弱く狭くする心所で、14種類あります。私たちの悩み苦しみは、すべてこの不善心所のせいなのです。</p>
    <p>不善心所 14種類は、</p>
    <ol>
      <li>痴のグループ　　４種類</li>
      <li>欲のグループ　　３種類</li>
      <li>怒りのグループ　４種類</li>
      <li>それ以外　　　　３種類</li>
    </ol>
      <p>という四つにカテゴライズされています。</p>

    <p class="group-lead"><span>痴のグループ（４種類）</span></p>

    <section id="sect-1">
      <div class="key-term-sup">
        <h2 class="key-term">モーハ：痴</h2>
        <p class="pali-large">moha</p>
        <p class="key-sup">無知、愚かさ、ものごとの真の側面に気づくことができないこと</p>
      </div>
      <p>人は、たとえばバラの花を見て「きれいなバラだ」と価値判断をし、それによって行動を起こします。それはごく一般的な行為ですが、真理の立場で物事を観ているとは言えません。正しくない認識による行動は、当然問題をつくり出します。<br>
          仏教では、ある一定の条件の中で一時的に「バラの花」という現象があるにすぎない、これは瞬間瞬間変化し続ける不安定な空しいものだ、という因果関係、無常の立場、現象論でものごとを観ます。そのように真理の立場からものごとを観られるのは悟りを開いた人だけなので、世の中の人々は皆無知な愚かさの中で生きているということになります。無知で生きている私たちは、ものごとをはっきりと正しくとらえることはできません。いつでも大雑把に認識して、混乱状態の中で価値判断をしています。そしてすぐに執着したり嫌ったりして苦しみをつくり出します。ですからこのモーハ（無知）こそは、すべての悩み苦しみの土台になる心所なのです。</p>
    </section>

    <section id="sect-2">
      <div class="key-term-sup">
        <h2 class="key-term">アヒリカ：無慚</h2>
        <p class="pali-large">ahirika</p>
        <p class="key-sup">恥を知らない心</p>
      </div>
      <p>悪いことをするときに「これは人間として恥ずかしいことだ」という心が無いところから生じるエネルギー。「まあこのくらいのことはやってもいいんじゃないか」とパッとやってしまう。<br>
        混乱状態で恥を知る心がないことに気がつかないこともよくあります。でも悪いことをしてしまったときに心を観ると、必ずこのアヒリカという心所があったことに気づきます。</p>
    </section>

    <section id="sect-3">
      <div class="key-term-sup">
        <h2 class="key-term">アノッタッパ：無愧</h2>
        <p class="pali-large">anottappa</p>
        <p class="key-sup">怖れを知らない心</p>
      </div>
      <p>怖がらずに悪いことをしてしまうことです。この無愧と無漸は自己コントロールができないはたらきです。人は、自制心を失ったら恐ろしい存在になってしまいます。行儀の悪い行いは恥ずかしい、罪を犯したら怖い、という心がなければ、私たちはすぐに悪いことをしてしまうのです。</p>
    </section>

    <section id="sect-4">
      <div class="key-term-sup">
        <h2 class="key-term">ウッダッチャ：掉挙</h2>
        <p class="pali-large">uddhacca</p>
        <p class="key-sup">落ち着きのない心、混乱状態</p>
      </div>
      <p>人が悪いことをするときは、正しく物事を把握できずに混乱しています。焦ったり、緊張したりするのもこのウッダッチャのはたらきです。落ち着きがないと、どのようなこともうまくいきません。上手な人でもへたな人になります。だからこのウッダッチャという心所が入れば、することはすべて不善（アクサラ）であって、善行為（クサラ）ではありません。</p>
    </section>

    <p>以上の4つが痴のグループで、人の悩み苦しみには必ずこの4つがはたらいています。悩んでいるときは心を観て「今私には、無知と無漸と無愧と掉挙があります」と気づいてください。人はすぐに善悪の判断をしようとしますが、悪者を捜しても問題の解決にはつながりません。問題を解決したければ、まず状況を正しく把握する。そして心を落ち着かせる。そうすればほとんどの問題は解決します。</p>

    <p class="group-lead"><span>欲のグループ（３種類）</span></p>
    <p>不善心所の欲のグループに属する心所は次の三つです。</p>

    <section id="sect-5">
      <div class="key-term-sup">
        <h2 class="key-term">ローバ：貪</h2>
        <p class="pali-large">lobha</p>
        <p class="key-sup">六処（眼耳鼻舌身意）によって得られた情報を受け入れるはたらき</p>
      </div>
      <p>仏教では、「世の中には美しいものがある、きれいな音がある、おいしい食べ物がある」と見るのではなく、「生命は生命の感覚器官にぶつかる情報に対してどういう態度を取っているのか」ということを見ます。ある生命がある味を受け入れる場合は、その味に対して欲を作る、つまりその味覚に対してローバ（貪）という心所が生じている、と見るのです。<br>
        貪（ローバ）は巨大な心所です。生命は自動的に自分が好むことをしようと、欲で行動するからです。食べたいから食べる。見たいから見る。聞きたいから聞く。考えたいから考える。妄想したいから妄想する。寝たいから寝る。それらすべての行為に貪という心所がはたらいています。ですから心所の中で私たちにいちばんなじんでいる不善心所は貪なのです。私たちにとってローバはあまりにも普通の心所であり、普通であるだけにとても捨てにくい不善心所です。「おかげさまで欲のない生活をしております」などと言う人でも、真に不貪の生活をしている人はめったにいません。<br>
        何かを見たり聞いたりして「きれいだな」「いいな」と好ましく思った瞬間に、すでにローバは生じています。そういう感情は自動的にあらわれますから、「欲のない生活」というのはそれほど簡単なことではありません。無常を完全に理解していないと、対象に対して真にクールな心は生まれないのです。</p>
    </section>

    <section id="sect-6">
      <div class="key-term-sup">
        <h2 class="key-term">ディッティ：見</h2>
        <p class="pali-large">diṭṭhi</p>
        <p class="key-sup">邪見、間違っている考え方にしがみつくはたらき</p>
      </div>
     <p>見は「これこそ正しい思想だ」「これこそ私の道だ」などと、間違った考え方にしがみつくことです。誰かが反対意見を言っても耳を貸そうとしません。見は愚かさ（モーハ：痴）と似ているようですが、モーハは本来的な愚かさで、ものの真の姿が見えないことです。ディッティは特定の何か間違った考えを気に入って、「これこそ正しい」と決めつけてしまうのです。ディッティ（見）がはたらくと心の自由はなくなって、心は小さく狭くなります。
       人が「これが正しい」と決めつける（ディッティ）場合は、欲（ローバ）で決めています。ですから見と貪は同時にはたらきます。ローバ（貪）は気に入ったものを受け入れること。ディッティ（見）は受け入れるだけではなく、きつくしがみついてしまうことです。</p>
    </section>

    <section id="sect-7">
      <div class="key-term-sup">
        <h2 class="key-term">マーナ：慢</h2>
        <p class="pali-large">māna</p>
        <p class="key-sup">「私」という概念を規準に 他と比べたり計ったりするはたらき</p>
      </div>
      <p>人は六処（眼耳鼻舌身意）によって「私は見た」「私は聞いた」と「私」という概念をつくり出します。そしてその「私」という思いが生じると同時に、すぐ他人と比較したり計ったりします。自と他を比べることも、欲から生まれます。自分のことが好きだから比べるのです。ですからマーナ（慢）もローバ（貪）と共に生じる心所で、貪のグループに入ります。自分が好きで、自分の立場を守りたいという気持ちです。他と比べて見ることは嫉妬ではないかと思われるかもしれません。でも慢は嫉妬ではありません。嫉妬は怒りの心で、もっと破壊力の強い不善心所です。慢は嫉妬ほど目立つ悪行為ではないのですが、ジワジワと心を汚していきます。人と比べなくても自分にできることをすればいいし、できなければやめればいいのです。他人と比べると生きるのがとても複雑で難しくなります。
        慢には、三種類あります。自分が他人より上だと考える、自分が他人と同等と考える、自分が他人より劣っていると考える、その三つです。「自分はダメだ」と思うことも慢です。それは、結局「私」という概念から出ています。あらゆる苦しみはすべて慢（マーナ）から出てくると言っても過言ではありません。でもこの「私」という思いはなかなか捨てられません。人は皆「私」「私」と心を汚しながら生きているのです。</p>
    </section>

    <p class="group-lead"><span>怒りのグループ（４種類）</span></p>
    <p>不善心所の怒りのグループに属する心所は次の四つです。</p>

    <section id="sect-8">
      <div class="key-term-sup">
        <h2 class="key-term">ドーサ：瞋</h2>
        <p class="pali-large">dosa</p>
        <p class="key-sup">怒り、 六処（眼耳鼻舌身意）によって得られた情報を拒否するはたらき</p>
      </div>
      <p>自分が得た情報を認識したくない時、例えば見たくないものを見たり聞きたくないことを聞いた時などに生じるのが、怒りの心所（瞋）です。感覚器官に情報が入ることは止められません。目を開けると何かが見えるし、音は自動的に耳に入ります。人はかなりきめ細かく情報を取捨選択しています。ですからドーサには、怒りになる以前のかすかな「イヤだ」という心も含まれます。<br>
        怒りは自分のわがままから生じます。自分が気に入るか気に入らないか、という自己中心性がなければ怒りは生まれません。自分が気に入っている対象にはローバ（欲）が生じ、気に入らない対象にはドーサ（怒り）が生じます。一見、ローバ（欲）は明るくてドーサ（怒り）は暗いようですが、本当はどちらも暗い心です。明るいのは善心所だけで、不善心所はすべて暗い心なのです。<br>
        怒ると気分が悪くなるから心が怒りを好まないかというと、決してそういうことはありません。心は刺激を求めています。欲も怒りも、結局は刺激なのです。</p>
    </section>

    <section id="sect-9">
      <div class="key-term-sup">
        <h2 class="key-term">イッサー：嫉</h2>
        <p class="pali-large">issā</p>
        <p class="key-sup">ねたみ、嫉妬</p>
      </div>
      <p>自分にないものが他人にあるという状態に対する怒り
        自分より上の人を見てねたむ心で怒るのが嫉妬です。嫉妬をする人はすごく苦しむ上に、成長が止まって、堕落してしまいます。<br>
        優れた人を見て「優れた人だ」と思うことはイッサー（嫉妬）ではありません。その人に対して怒りの心が生じるのが嫉妬です。もし嫉妬の心が生まれたら、「これは嫉妬だ」と明確に知っておくことが大切です。嫉妬は自分にないものに対して生じる怒りです。</p>
    </section>

    <section id="sect-10">
      <div class="key-term-sup">
        <h2 class="key-term">マッチャリヤ：慳</h2>
        <p class="pali-large">macchariya</p>
        <p class="key-sup">物惜しみ</p>
      </div>
      <p>自分のものを分け与えるのはイヤだという怒り
        嫉妬と反対に、自分にあるものによって生じる怒りの心所がマッチャリヤです。
        まったく社会的な貢献をしようとしない。自分の知識を人に教えようとしない。熱心に修行をしている人が、他の人も修行をしようとしたらおもしろくない。それらはすべてマッチャリヤです。<br>
        嫉妬（イッサー）と慳（マッチャリヤ）は、外から見るとどちらなのかわからないときもあります。たとえば、誰かが「あの人はすばらしい人ですね」とほめるのを聞いて、おもしろくない暗い心が生じたとします。他人の優れたところをねたんでいれば嫉妬で、自分の優れたところにケチをつけられたように感じているならば慳です。自分の心を細やかに見て、これは嫉妬だ、これは慳だ、と確認します。人は自分の悪いところを隠そう隠そうとします。修行をする人は、正直に自分を明確に見ていくことが大切です。</p>
    </section>

    <section id="sect-11">
      <div class="key-term-sup">
        <h2 class="key-term">クックッチャ：悪作</h2>
        <p class="pali-large">kukkucca</p>
        <p class="key-sup">後悔</p>
      </div>
      <p>自分が悪いことをした、恥ずかしいことをした、と自分に対して怒ること
        仏教では、後悔をすることはとてもよくないことだとされています。後悔をすると心が暗くなって、心が冴えていかないからです。元気でがんばっている人でも、後悔がちょっと入ったら、すぐに心がしぼんでしまいます。後悔は大変危険で強いマイナスのエネルギーなのです。<br>
        自分がしてしまった悪行為を思い出すことは、悪行為を重ねることと同じことです。「あのときは悪いことをした」と思い出すと、その度に罪がどんどん重く大きくなるのです。思い出す度に印象を心に強くして、新しい印象を何回も作ってしまいます。
        後悔をする癖のある人は、歩いていても、料理をしていても、しょっちゅう後悔をしています。失敗してもそれを認めて前向きにがんばる人、自分の失敗を堂々と明るく言える人は、後悔はしません。失敗から何かを習っていい勉強になった、という感じで、明るく生きるのがいいのです。「どうしてあんなことをしてしまったのか」と悩むことは後悔であって、へたな行為（アクサラ）であり、成長して進んでいけなくなる生き方です。</p>
    </section>

    <p class="group-lead"><span>その他の不善心所（３種類）</span></p>

    <section id="sect-12">
      <div class="key-term-sup">
        <h2 class="key-term">ティーナ：惛沈</h2>
        <p class="pali-large">thīna</p>
        <p class="key-sup">心の力を弱くするはたらき</p>
      </div>
      <p>心の活発なエネルギーがなくなって、やる気がしぼんでしまうことです。何かをするためには元気なエネルギーが必要です。惛沈が出ると「明日でもいいか」と仕事を後回しにしたりします。<br>
        修行をしていてもこの惛沈が出てくると、無知が生まれてきてぼんやりとし、やる気がなくなってしまいます。本来、ヴィパッサナー瞑想をしていてエネルギーが減るはずはないのです。正しく不貪不瞋不痴で瞑想実践をしているならば、どんどん元気になってやる気が出てこないとおかしいのです。だから疲れてやる気がなくなったり眠くなったりするということは、貪瞋痴で瞑想実践をしてしまっているということになります。<br>
        これは修行以外でも同じことです。怒りや欲で仕事をすると、どんどん疲れてエネルギーがなくなってきます。「ああイヤだな」と思ったとたんに、惛沈が出て、ストレスがたまってきます。だからといって「不貪不瞋不痴でがんばるんだ」と無理矢理に自分に言い聞かせても意味がありません。そういう大げさなことではなく、まず自分の心に気づくことです。たとえばお年寄りの介護をしていて疲れたとします。そのときに「私は疲れてイヤになってやめたくなっている…ということは、怒りや無知の心があったのかな」と自分の心を観ます。仕事をしていて元気になって気持ちよくやる気が出たら、「不貪不瞋不痴でがんばれた」と気づくようにします。そうしていくと自然にいい方向に進めるようになります。</p>
    </section>

    <section id="sect-13">
      <div class="key-term-sup">
        <h2 class="key-term">ミッダ：睡眠</h2>
        <p class="pali-large">middha</p>
        <p class="key-sup">心の機能を鈍くするはたらき</p>
      </div>
      <p>心の機能が鈍くなっていくと眠くなります。だからミッダ（睡眠）がはたらいてくると眠くなってきて、最終的には寝てしまいます。瞑想の時は、このミッダのはたらきだけは出ないように気をつけなければいけません。なぜかというと、心のはたらきをすべて鈍くしてしまうので、サティのはたらきも鈍くなって瞑想実践ができなくなってしまうのです。ですから気をつけて、ちょっとでもこの睡眠の心所がはたらいていることに気づいたら、それがまだ弱いところで切るようにします。<br>
        惛沈と睡眠はよくいっしょに出てくるので、惛沈睡眠というように、二つあわせて呼ばれています。両方とも行動的でなくなって、やる気がなくなっていく暗いエネルギーです。</p>
    </section>

    <section id="sect-14">
      <div class="key-term-sup">
        <h2 class="key-term">ヴィチキッチャー：疑</h2>
        <p class="pali-large">vicikicchā</p>
        <p class="key-sup">心の進歩を止める疑い、因果関係が理解できないはたらき</p>
      </div>
      <p>疑いには、「これは事実だろうか」と自分で納得いくように確かめようとする善い疑いと、因果関係を理解しようとしない不善の疑いがあります。善い疑いは心を育て、不善の疑いは心の進歩を止めてしまいます。ヴィチキッチャー（疑）は後者の不善の疑いで、対象をわかっていないし、信頼もしないことです。きちんと見ようとしないのでしっかりできず、自分の立場がはっきりとしません。疑のある人は精神的に不安定になってしまって、智慧が育ちません。<br>
        頭から話も聞きたくないし信じたくもない、というのはヴィチキッチャーの態度です。しっかりした情報も理屈もなく、ただ「私は信じない」という態度。そういう人は心に鍵をかけてしまっている状態で、真理を理解するどころか、捜すことさえできません。<br>
        疑いといっても、自分できちんと疑問をもってちゃんと調べたり原因をさがしたりすることは、仏教ではとても大事なことだとされています。とことん調べてから、きちんと「これは信じない」「これはわからない」という結論を出すことは、正しい態度であって、心を育てる善い行いです。</p>
    </section>

    <p class="key-matome">心所は全部で52ありますが、不善心所は以上の14で終わりです。私たちの心を汚す不善の心は、たった14しかないのですから、それほど複雑で大変なことではありません。でもこれを知っているととても役に立ちます。すべての私たちの問題、悩み苦しみは、この14の不善心所が原因となっているからです。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
