<?php
global $sect_title;
$sect_title = array (
  '解脱への行い', // sect-1-title
  '修行とは何か？', // sect-2-title
  '出家者への言葉', // sect-3-title
);
?>

<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>パーリ経典　諸仏の教え</h1>
    <p class="key-pali">Buddhāna sāsanaṃ</p>
    <p class="key-yomi">ブッダーヌ サーサナン</p>
  </div>

  <div class="keyword-honmon">

    <section id="sect-1">
      <div class="key-term-jp">
        <h2>解脱への行い</h2>
        <p class="pali-small">kusala, akusala, puñña, pāpa</p>
      </div>

      <ul class="quote-container">
        <li class="q-pali">Sabba pāpassa akaraṇaṃ kusalassa upasampadā,<br>Sacitta pariyodapanaṃ etaṃ Buddhāna sāsanaṃ.</li>
        <li>
          <dl class="q-bilingual">
            <dt>Sabba</dt><dd>すべての</dd>
            <dt>pāpassa</dt><dd>悪いことを</dd>
            <dt>akaraṇaṃ</dt><dd>しないで</dd>
            <dt>kusalassa</dt><dd>善いことに</dd>
            <dt>upasampadā</dt><dd>至ること</dd>
            <dt>Sacitta</dt><dd>自分の心を</dd>
            <dt>pariyodapanaṃ</dt><dd>洗う、清らかにする</dd>
            <dt>etaṃ</dt><dd>これは</dd>
            <dt>Buddhāna</dt><dd>諸々の仏たちの</dd>
            <dt>sāsanaṃ</dt><dd>教えです</dd>
          </dl>
        </li>
        <li class="q-wabun">悪いことをやめること。善いことに至ること。自分の心を清らかにすること。<br>これらが諸仏の教えです。</li>
      </ul>

      <p>善悪を指す言葉は仏教では二通りあります。ひとつは<b>クサラ（kusala）・アクサラ（akusala）</b>、もうひとつは<b>プンニャ（puñña）・パーパ（pāpa）</b>です。クサラとプンニャは善、アクサラとパーパは不善です。</p>

      <p><b>プンニャ</b>というのは宗教的な善い行為で「徳、功徳」という意味です。仏教では、功徳を積んだ人は確実にいい結果、幸福が得られると教えています。その反対の<b>パーパ</b>という言葉は、もともと「捨てられる、否定される」という意味で、やってはいけないと決められている罪を指します。人を殺したり泥棒をしたり、パーパをすれば確実に悪い結果になります。仏教では、殺生、盗み、邪な行為、偽り、無駄話、悪口、二枚舌、貪欲、嗔恚、邪見の十悪がパーパとしてよく経典に出ています。そのなかでも最後の３つ、異常な欲と異常な怒りと邪見の３つが最も罪の重いパーパであるとされています。
      </p>
      <p><b>クサラ</b>というのは善行為といっても、「上手」「巧み」ということで、<b>アクサラ</b>というのはその反対。つまり「へた」ということです。それくらい軽い意味なのです。巧みと言ってもすごく大胆な意味でもなくて、広い意味での善行為。幸福をもたらす行為がクサラで、不幸をもたらす行為はアクサラ。生き方がへただと不幸ですよ、というくらいの意味なのです。
      </p>
      <p>ですから、すべてのプンニャ（徳）はクサラ（巧みな行為）に含まれますが、すべてのクサラがプンニャではありません。たとえば勉強ができることはクサラですが、それによって来世も幸せになるとは限りません。ですからクサラとプンニャはまったく違うわけではありませんし、完全にイコールというわけでもありません。プンニャはカルマとしていい結果が得られるくらいの力を持っている行為です。
      </p>
      <p>経典ではふつうはプンニャ（徳)よりもクサラ（巧み)という言葉をよく使います。なぜならあまりプンニャについてしゃべると、宗教的になりすぎるのです。仏教では宗教的な話はなるべく控えています。徳を積まなければいけない等と話しすぎると、すごく厳しくなってしまうのです。原理主義のようになればかえって問題が出てくることもあります。ですから、何をしてはいけないかということをどうしても教えないといけないときのみプンニャ・パーパという言葉が使われています。
      </p>
      <p>解脱に至るまでの行為はクサラです。人生を本当に巧みに運ぶ人は、解脱まで行ってしまうのです。クサラッサ ウパサンパダー（kusalassa upasampadā)というのは「クサラに行ってください、クサラに入ってください」ということです。ただ「悪いことをするなかれ、善いことをせよ」ということでもないのです。「悪いことをするなかれ」というのは、変なことはしないというだけのことでいいのですが、「善行為をしなさい」というのはポジティブに、進んで行為することを意味します。「巧みな生き方をしてください、巧みなシステムに入って進んでください」という意味です。
      </p>
      <p>この教えは命令形では述べられていません。「～するな、～しなさい」という言い方ではなく、「悪いことをしないこと。善い方向へ進むこと。自分の心を清らかにすること。それがブッダたちの教えですよ」とおっしゃっているのです。
      </p>
      <p>個人が自分で判断して、自己責任で正しい道を歩まなければなりません。お釈迦様がなさったのは、正しい道を提示することだけでした。</p>
    </section>

    <section id="sect-2">
      <div class="key-term-jp">
        <h2>修行とは何か？</h2>
        <p class="pali-small">khantī, titikkhā</p>
      </div>

      <ul class="quote-container">
        <li class="q-pali">Khantī paramaṃ tapo titikkhā,<br>Nibbānaṃ paramaṃ vadanti Buddhā;</li>
        <li>
          <dl class="q-bilingual">
            <dt>Khantī</dt><dd>平安と</dd>
            <dt>titikkhā</dt><dd>忍耐は</dd>
            <dt>paramaṃ</dt>最高の<dd></dd>
            <dt>tapo</dt><dd>修行である</dd>
            <dt>Nibbānaṃ</dt><dd>涅槃（もまた）</dd>
            <dt>paramaṃ</dt><dd>最高だと</dd>
            <dt>Buddhā</dt><dd>仏たちが</dd>
            <dt>vadanti</dt><dd>説く</dd>
          </dl>
        </li>
        <li class="q-wabun">平安な心と忍耐は最高の修行です。<br>涅槃こそ最高だと諸々の仏たちは説きます。</li>
      </ul>

      <p><b>カンティー（Khantī）</b>には忍耐という意味もありますが、「平安」という意味もあります。つまり、「落ち着いていること」です。いいことがあったからといって舞い上がることもなく、つらいことがあってもくよくよ気に病むこともなく、冷静に落ち着いていること。これはすごく気をつけて実行しなければならないことです。心はいいことがあったら、喜んで舞い上がってしまいます。悪いことがあったらすぐに落ち込んでしまいます。どんなことがあっても混乱せずに、静かな心の状態を守ることはなかなかできないことです。
      </p>
      <p><b>ティティッカー（titikkhā）</b>というのは「忍耐」です。人はさまざまな苦しみを味わいます。どうしても人生の中ではいいことよりは悪いことの方が多いのです。いくら悪いことに遭遇しても忍耐を持つことがティティッカーです。苦しいことは、予告なしに突然やってきます。自分は何も悪いことなどしていないのに、外からさまざまな災難が襲ってきます。すぐに「なぜ自分がこういう目にあわなければいけないのか」などと不平不満の心が膨らみます。そこで忍耐することが、ティッティッカーです。
      </p>
      <p>お釈迦さまは「その二つが最高の修行ですよ」とおっしゃっています。一般的な修行のイメージとは違うかもしれませんが、最高の修行というのはこういうことなのです。何日間も断食をしたり冬に滝に打たれる行などをして、わざと苦しんで忍耐の精神を育てなくてもかまいません。ふつうの生活の中で、いくらでも、平安な心を作らなくてはならない場面と忍耐をしなければならない場面が起こってきます。
      </p>
      <p>これは「修行とは何か」という問いに対する仏教の答です。仏教では信仰とか祈りなど、宗教的なこととはまったく違うことを言います。『どんなものにも波立たない落ち着いた心』と『つらいことに対する忍耐をつくること』。いつの時代でも、どこにおいてでも、人は修行といえばこの二つだけやればいいのです。もしも修行がしたければ、まあこの二つだけやってみてください、とお釈迦さまはおっしゃっているのです。これはやってみるとかなりたいへんで、難しいのです。それに比べて、祈ったり、踊ったり、呪文を唱えたりすることはずいぶん簡単だと思います。けれどもそういうことは結局ただのごまかしにすぎないのではないでしょうか。
      </p>
      <p><b>カンティー</b>と<b>ティティッカー</b>という、二つの実践によって得られる心の最高の状態が「涅槃」なのです。涅槃とは、すべての現象から心が自由な状態で、現象に触れても心が少しも波打たないことです。一切の現象から離れている心。その涅槃こそ、人間の到達するべき最高の境地ですよ、と仏たちはおっしゃっています。この二つの修行をがんばっていると、最高の境地である涅槃にまで何ということもなく行けるのです。
      </p>
      <p>心の平安と忍耐こそ何よりも大切な人間の道だということ。これは誰にも反対できません。他の宗教を信じている人でも、宗教などまったく信じていない人でも、「これは間違いですよ」とは言えません。そういうところはお釈迦さまの言葉の本当に不思議なところです。簡単な言葉で、どんな人間にも否定できないことをおっしゃるのです。どんな時代のどんな人にも当てはまること。真理の言葉というのはこういう言葉なのです。</p>
    </section>

    <section id="sect-3">
      <div class="key-term-jp">
        <h2>出家者への言葉</h2>
        <p class="pali-small">adhicitta</p>
      </div>

      <ul class="quote-container">
        <li class="q-pali">Na hi pabbajito parūpaghāti,
          samaṇo hoti paraṃ viheṭhayanto.<br>
          Anūpavādo anūpaghāto pātimokkhe ca saṃvaro, <br>
          Mattaññutā ca bhattasmiṃ pantañ ca sayanāsanaṃ,<br>
          Adhicitte ca āyogo etaṃ Buddhāna sāsanaṃ.</li>
        <li>
          <dl class="q-bilingual">
            <dt>pabbajito</dt><dd>出家者は</dd>
            <dt>parūpaghāti</dt><dd>他を殺す者では</dd>
            <dt>na hi</dt><dd>決してない</dd>
            <dt>samaṇo</dt><dd>沙門は</dd>
            <dt>paraṃ</dt><dd>他を</dd>
            <dt>viheṭhayanto</dt><dd>加害する者、困らせる者に</dd>
            <dt>hoti + Na</dt><dd>ならない</dd>
            <dt>anūpavādo</dt><dd>非難しない</dd>
            <dt>anūpaghāto</dt><dd>害を与えない</dd>
            <dt>pātimokkhe</dt><dd>出家の戒律を</dd>
            <dt>saṃvaro</dt><dd>守る</dd>
            <dt>mattaññutā ca bhattasmiṃ</dt><dd>食事が適量で</dd>
            <dt>pantañ</dt><dd>辺地を</dd>
            <dt>sayanāsanaṃ</dt><dd>臥所にすること</dd>
            <dt>adhicitte</dt><dd>超越した心に</dd>
            <dt>āyogo</dt><dd>精勤すること</dd>
            <dt>etaṃ</dt><dd>これが</dd>
            <dt>Buddhāna</dt><dd>諸仏の</dd>
            <dt>sāsanaṃ</dt><dd>教えです</dd>
          </dl>
        </li>
        <li class="q-wabun">出家者は決して他人を殺せません。人に迷惑をかける者は沙門ではない。<br>
        他人を非難することも害を与えることもない。出家の戒律を守り、食事は適量をとり、人と離れた静かなところに住む。超越した心を目指してがんばること。<br>
        これが諸仏の教えです。</li>
      </ul>

      <p>これらの偈（詩句）は出家者に対する言葉です。お釈迦さまはまず「出家者は生命に対してすばらしい慈しみの心を持って、人に迷惑をかけないようにやさしく行動しなければいけません」とおっしゃっています。不思議なことですが、戒律というのは何億とあるのに、ただこのことだけを守っても全部守ることになってしまうのです。すべての生命に親切にやさしく、わずかな迷惑もかけないようにするということだけで、山のようにある戒律を包摂してしまいます。
      </p>
      <p>たとえば「出家者は人に何かをお願いしてはいけない」という戒律があります。考えてみると、それは結局人に迷惑をかけることになるのです。出家者に何かをお願いされたら、誰でも断りにくいのです。宗教家というのはどこの国でもやはり尊敬される立場にいます。たとえ陰で悪口を言っている人でも、出家者に頼まれたらたいがい言うことを聞いてしまいます。そこで出家者は人に何かを頼んではいけないという戒律があるのですが、そういうことは「生命に迷惑をかけてはいけない」という言葉にまとめられてしまいます。そういうところはお釈迦さまの言葉の本当に不思議なところです。</p>
      <p><b>アディチッタ（adhicitta）</b>とは禅定のことです。私たちは五官（眼耳鼻舌身）から入る情報だけに頼る次元の世界に閉じこめられています。人間に認識できるのは狭い範囲の情報で、思考も妄想も哲学も科学もすべてそれらの情報によって頭で組み立てたものに過ぎません。仏教では、その次元を超越した高いレベルの智慧が生じることを目指します。
      </p>

    </section>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
