<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>テーラワーダ</h1>
    <p class="key-pali">Theravāda</p>
    <p class="key-yomi">テーラワーダ</p>
  </div>

  <div class="keyword-honmon">
    <p>テーラワーダ（Theravāda）のテーラ（thera）は「長老」、ワーダ（vāda）は「教え」ということで、テーラワーダを直訳すると「長老の教え」という意味になります。長老とは、僧団（saṅgha）において比丘たち（bhikkhu）を指導する立場にある方々です。テーラワーダは、上座仏教と漢訳されていますが、長老方は上座に座られるところからそのように訳されたのでしょう。
    </p>
    <p>お釈迦様が亡くなられて三ヶ月くらい経った頃、釈尊の三番目の弟子であった
      マハーカッサパ（Mahā Kassapa）という大阿羅漢が、お釈迦様とともに長い間暮らし、お釈迦様に認められ位を得た側近の弟子たち、ウパーリ（Upāli）、アーナンダ（Ānanda）など、約500人の大阿羅漢たちを集め、会議を行い、「仏陀の純粋な教えはこういうものである」ということをまとめあげました。第一結集と呼ばれる会議です。その結集でまとめられた経典に基づいてテーラワーダ仏教が始まりました。</p>
    <p>テーラワーダ仏教はお釈迦さまの教えをできるだけ忠実に守ろうとするので、保守的だと言われることもあります。でもテーラワーダでは、お釈迦さまの教え以上の道はないことを、自分たちの体験から確信しています。お釈迦さまが説かれた道とは、簡単に言うと、四聖諦、因縁の教え、八聖道と、悟りを開いて解脱をするためのヴィパッサナー瞑想という修行方法です。お釈迦さまは、解脱をするために必要なことは心の執着をなくすことであり、煩悩を消すことであるとおっしゃいました。
    </p>
    <p>テーラワーダの長老方は、お釈迦さまの教えからはずれないように、ただ一心にお釈迦さまの教えを守っていくことに自分の全責任をおいていらっしゃいます。お釈迦さまの教えに自分の解釈を加えたりすることは、いっさい拒否します。そしてパーリ経典に記されたお釈迦さまの道からはずれないように生きることを何よりも大切にします。お釈迦さまが亡くなられた当時でも、そういう長老方の態度が保守的だと批判する人々がいました。それらの人々は後にテーラワーダから離れ、大衆部と呼ばれる宗派をつくりました。その大衆部も、いくつもの分派ができ、お釈迦さまの入滅後200年くらい経つと18もの宗派に分裂してしまいました。これらはまとめて部派仏教と呼ばれています。</p>
    <p>お釈迦さまの入滅後500年ほど経つと、部派仏教を批判する新しい動きが現れました。そしてこちらこそ優れているという意味を込めて、自分たちのことを大乗仏教と称し、部派仏教のことを小乗仏教と呼びました。日本でテーラワーダ仏教を小乗仏教と呼ぶ人々がいますが、インドの大乗仏教が小乗仏教と呼んでいたのはテーラワーダではありません。実際に小乗と呼ばれていた部派仏教は、現在ではひとつも残っていません。テーラワーダは、大乗や小乗の元の根本的な教えだと理解した方がいいと思います。
    </p>
    <p>日本には長い間、お釈迦さまの直接の教えであるテーラワーダ仏教は、まったく伝えられませんでした。お釈迦さまの教えは、2500年経ったいまでも、非常に新鮮であるとともに、驚くほど現代的な教えです。お釈迦さまの教えを学ばれるならば、その合理的で科学的なことにびっくりされることでしょう。同時に、これこそ現代に必要な教えだと納得していただけることと思います。
      長老の方々は、いくら保守的だと批判をされても、お釈迦さまの教えをしっかりと守り続けてこられました。そのおかげで、私たちは現在でもお釈迦さまの教えを学び、実践することができるのです。
    </p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
