<section class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1>渇愛</h1>
    <p class="key-pali">Taṇhā</p>
    <p class="key-yomi">タンハー</p>
  </div>

  <div class="keyword-honmon">

   <div class="quote-container">
     <p class="q-pali">Idaṃ kho pana, bhikkhave, dukkhasamudayaṃ ariyasaccaṃ – yāyaṃ taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ – kāmataṇhā, bhavataṇhā, vibhavataṇhā.</p>
     <p class="q-wabun">これは、ビクらよ、苦しみが現れてくる過程についての聖なる真理です。<br>
       苦は、渇愛から生じます。渇愛は、再成し続け、喜びと愛着をともない、いつでも心の気に入る、という三つの特色をもち、五官を刺激したい、存在したい、壊したい、という三種類の欲で成り立っています。</p>
     <p class="syutten">（律蔵大品「転法輪経」）</p>
   </div>
    taṇhā（タンハー）とは「渇いている」「満たされていない」「ほしい」という生命の根元的な欲望で「渇愛」と訳されています。

      <p>渇愛の特色の一つは『ponobhavika → punabbhava（プナッバワ）』。これは puna（プナ　再び）と bhava（バワ　成ること）からできた言葉で、成っては消え、成っては消え、ずーっと何らかの状態に成り続けていくことです。たとえば欲深い人はそれなりにいろいろなことをしていくし、立派な人間になりたいという人もそれなりにいろいろなことをしていきます。そうやって動きながら、瞬間瞬間、私たちは変化していきます。それは止まりません。「私はこれで終わった、もう何もする必要はない」という心の状態になることは、決してありません。次から次へと「何かになること」をくり返していきます。</p>

    <p>次に『nandīrāgasahagata（ナンディーラーガサハガタ）』。nandī（ナンディー） は「喜び」。rāga（ラーガ） は「愛着」。両方とも喜ぶ心です。 sahagata（サハガタ） は「伴っている」。渇愛には喜びが伴っているというのが、二つ目の特色です。三つ目は、『tatratatrābhinandinī（タトゥラタトゥラービナンディニー）』。tatratatra（タトゥラタトゥラ）は「その場その場で」abhinandinī（アビナンディニー） は「喜び」。自分の状態をことごとく気に入っていること、大事だと思ってしまうことです。渇愛の三つの特色のうち二つまでが喜ぶことで、とにかく渇愛を喜ぶ心が私たちの中にいつでもあるのです。「渇いている」というと苦しいようですが、生命は何かを探し求めていくことを気に入っていて、いくら苦しくてもそこから離れたいとは思いません。決して自分の生き方を捨てたくはないのです。幸福な人がその状態を楽しむのはわかりますが、不幸な人でさえ、自分の状態に愛着しています。すぐに怒って喧嘩をする人はそれがよくないとわかっていても、やめたくありません。病気になったら、病気が生き甲斐のようになってしまいます。そういうふうに生命のシステムができているのです。</p>

    <p>次に、渇愛には三つの側面があります。三本の糸を寄り合わせて一本にしているような状態なのです。その三つとは『kāmataṇhā（カーマタンハー　欲愛）』『bhavataṇhā（バワタンハー　有愛）』『vibhavataṇhā（ヴィバワタンハー　無有愛）』です。</p>

    <p>『kāmataṇhā』は五官（眼耳鼻舌身）に刺激を与えたいという欲です。食べたり、運動したり、遊んだり、勉強したり、仕事をしたり、結婚したり、離婚したり、すべて五官に刺激を求めているのです。私たちの生活はほとんどこの kāmataṇhā という欲によって動かされています。</p>

    <p>『bhavataṇhā』というのは生存欲です。「生きていきたい」「死にたくない」という気持ちです。</p>

    <p>次の『vibhavataṇhā』というのは破壊欲、「嫌なものを排除したい」という欲です。生命は生きていきたい。そのためにずっと競争をしたり戦ったりしています。そして自分にとって好ましいものを欲しいと思い、プラスにならないものを憎んで破壊したいと欲します。人間は自分にとってマイナスだと思えば、平気で何人でも人を殺します。人を殺すと罰されるから我慢をしているだけです。どうしても戦う対象に勝てなくて怒りが大きくなると、自殺をします。この破壊欲は、あらゆる場面でいろんな形で現れています。</p>

    <p>すべての苦しみのもとは、「生きていきたい」「ほしい」という心のはたらきです。仏教では、「ほしい、ほしい」と思うのは真実がわかっていないからだといっています。無明から渇愛が生まれるのです。無明と渇愛がうまく絡み合って、無始なる過去から終わりなく苦しみをつくり出しています。そこから脱出しましょう、客観的に自分を観ることによって、無明と渇愛を消していきましょう、というのがお釈迦さまの教えなのです。</p>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
