<?php
global $sect_title;
$sect_title = array (
  '正見', //sect-1-title
  '正思惟', //sect-2-title
  '正語', //sect-3-title
  '正業', //sect-4-title
  '正命', //sect-5-title
  '正精進', //sect-6-title
  '正念', //sect-7-title
  '正定' //sect-8-title
);
?>

<section id="sect-0" class="keyword-wrapper">

  <div class="keyword-headline-group">
    <h1><ruby><rb>八正道</rb><rp>（</rp><rt>はっしょうどう</rt><rp>）</rp></ruby></h1>
    <p class="key-pali">Ariya atthangika magga</p>
    <p class="key-yomi">アリヤ・アッタンギカ・マッガ</p>
  </div>

  <div class="keyword-honmon">

    <p class="key-matome">Ariyaは「聖なる」、atthangikaは「八支の」、maggaは「道」。八正道とは、涅槃に導く八つの実践徳目からなる聖なる生き方のことで、１．正見（正しい見解）、２．正思惟（正しい考え方）、３．正語（正しい言葉）、４．正業（正しい行動）、５．正命（正しい仕事）、６．正精進（正しい努力）、７．正念（正しい気づき）、８．正定（正しい精神統一）
      の八つから成ります。</p>

    <p>煩悩をなくす方法は、この八つの道しかありません。これは、やってみると必ず悟りに至る方法であり、仏道のすべてだと言ってもいいのです。ところがこの八つを聞くと、「なんだ、涅槃に導く道というのはそれくらいのことか」と、つい思ってしまうのです。何年間も断食行をするとか、千日行とか、荒行など、大胆なことは何もないのです。すごく素朴な言葉で、誰でも今すぐにできるようなことばかりが並んでいます。真の悟りを得るほどの修行がこれくらいでいいのだろうかと思ってしまうのです。人々にはどこかに苦行を賞賛するところがあり、冬に滝に打たれたり厳しい荒行をする修行者こそスゴいと思ってしまいます。人々は同時に快楽に憧れ、「五欲を満たす楽しみこそが幸福だ」と考えています。お釈迦さまは、このような苦・楽に執着した生き方は、両極とも正しくないとおっしゃいました。苦楽には関係なく、自分の一つ一つの行動が人格の完成に導かれる一歩であるような生き方こそ、人間の生きるべき優れた道ですよ、というのが仏教の考え方です。ですから八正道は、中道（majjhimā patipadā）の具体的な実践法でもあるのです。この八つの道こそが、幸福の道、苦しみをなくす道、やすらぎの道ですよ、とお釈迦さまはおっしゃるのです。</p>

    <p>「物事を客観的に見なさい、正しく考え、語り、行動しなさい、役に立つ仕事をし、明るく励んでください」と問題なく明るく生きる道が教えてあって、「それだけでは足らない。せっかく人間に生まれてきたのだから、大胆なこと、悟りにもチャレンジしなさい。正しく気づくこと、正しい精神統一もしてください」と解脱への道も教えています。すごくわかりやすい言葉で、ものすごく鋭い智慧で、あまりにもわかりやすいのだけれども、何かをどこかでもうちょっと自分で捜して確かめていかなければならない謎解きのような部分もある、すごく味のある道なのです。</p>

    <p>八正道の一つ一つの項目については、多くの経典でかなり詳しく説明してあります。たとえば律藏（戒律についての経典）は膨大な数があるのですが、結局まとめて言えば、正語と正業と正命の三つについて書いてあるのです。そのように、ほとんどの経典は、八正道の中に入ります。</p>

    <p>八正道を歩むことこそ、人間の一生の仕事なのです。一分ごとに、会社のためなどではなく、自分の心の成長のため、周囲の人々や皆の幸福のため、という大きなスケールで生きるのです。時間にしても、輪廻という厖大な時間を考えて、そちらの問題を解決しようとする世界なのです。</p>

    <p>八正道は八つ揃って完全な形となる道であることが描かれたシンボルが法輪です。法輪はこの道の円満な形を示すとともに、八正道はワンセットの道で、どれか一つを実行すれば他の七つも自動的についてくることをも表しています。これはブッダの智慧ですから、「一番目はやっと終了した、次は二番目だ」という、とろい道ではありません。八つの道のうち、どこから始めても、一歩だけ進んでも、サッと完璧に進むのです。「初めから完璧な道であり、中程も完璧であり、終わりも完璧な道です」これは仏法の特色として、経典に書かれていることです。当時の人々がすごく驚いたのもそこなのです。ほんのちょっと聞いただけで、完全な人生学が出てくる。まだ仏教とは何なのかとまったくわかってもいないのに、聞いた通りに実行してみれば、完全な人生学が出てくる。ですから当時、お釈迦さまの話を聞いて、その場ですぐに出家した人はかなりたくさんいました。</p>

    <p>八正道は、お釈迦さまが、最初の弟子となった五人の比丘達に、最初の説法として説かれた教えだそうです。この教えを聞いてまずコンダンニャ尊者が預流果の悟りを開かれ、順次、五人とも預流果に悟られました。その後、無我の説法がなされると、五人とも完全たる解脱を得たと、経典に記されています。</p>

    <p>ではこれから、八正道の項目一つ一つについて見ていきたいと思います。</p>

    <section id="sect-1">
      <div class="key-term-sup">
        <h2 class="key-term">サンマー・ディッティ：<ruby><rb>正見</rb><rp>（</rp><rt>しょうけん</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">１．</span>Sammā ditthi</p>
      </div>
      <p>八正道は、悪を為さず、善を為し、悟りへと進む八支の道です。<br>
        その八正道の第一番目が「正見」です。Sammā　は「正しい」、ditthi　は「見解」—— 正見とは「智慧によって正しい見解を得ること」です。</p>

        仏道は智慧の道なので、智慧（正見）で始まって智慧（正定）で終わるのです。智慧の目で見るとは、客観的にありのままに事実を見て、因果関係を理解することです。正しい道徳や修行によって心が清らかになって幸福になる、という因果関係に納得すると、八正道を信頼して進んでいくことができるようになるのです。

        <p>正しく見るためには、「これこそだ」と何かの意見にとらわれないことと、固定概念を捨てることが大切です。その上で、客観的に見てみるのです。何を見るのかというと、まず自分を観察するのです。「生きるということはどういうことなのか」「自分とは何なのか」とまず理解する。そこから始まるのです。悟りへの道は、「悟るぞ」「煩悩をなくすぞ」と力むのではなく、「自分とは何なのか」と正直に見ることが第一歩なのです。たとえば怠けていたら、単純に、「あ、私に怠けがある」と見る。それだけでいいのです。「ああとんでもない、こんなことではダメだ、ダメだ」などと考えたり、妄想することはいりません。自分が怠け者であることを認めずに、どこかで「自分の嫌な面を消してやろう、消してやろう」と思ってしまう。それは逆効果なのです。怠けが出たら「怠け」、怒りが出たら「怒り」と、感情を置いておいて、ありのままに見るのです。そして、できるだけ細かいところまで観察するようにしていきます。それで初めて「なるほど、こんなものか」とわかってくるのです。「生きることはdukkha（ドゥッカ：苦）だよ」とわかるのです。よく見ると、「自分」は一瞬たりとも固定していない。安定していない。ものすごい速さで変化していく。「すべてはどんどん変化する、何にしがみついていても虚しい、結局はどうということはない、すべてはdukkha（苦）だ」とわかる。それが正見です。</p>

        <p>自分をさらに観察すると、心の中には常に「まだ満たされていない、生きていきたい」という根深い衝動があるのに気づきます。それが渇愛です。怒りも、憎しみも、怠けも、欲も、だらしなさも、いいかげんなところも、すべて渇愛からくるのです。「生きていきたい」から、どんなだらしないことでもする。その上に「私はそういう人間ではない」と平気で隠したりもします。善人ぶるのもすべて、渇愛のせいです。観察する一個一個の項目は、すべて苦であって虚しいものであるのに、それでも生きていきたいのはなぜか。それは、わけもわからない衝動である「渇愛」—— これのせいなのですね。世の中のすべての生命は渇愛によって苦しみを味わっているのです。</p>

        <p>苦しい時は、そこにある渇愛を理解しようとしてみてください。たとえば、母親が子供の登校拒否で悩んでいても、「あの友達が悪い、学校の先生が悪い」などと泥沼にはまって苦しむのではなく、これも根元的な執着である渇愛による苦しみであることを理解するのです。世の中の争いはすべて渇愛から生まれます。夫婦喧嘩にしろ、学校での仲違いにしろ、会社の中でのトラブルにしろ、国同士の戦争にしろ、すべては渇愛から生まれるのです。</p>

        <p>渇愛があるのは、自分の心です。何かを見たり、聞いたり、食べたりして、それで欲や怒りが生まれるのです。原因は自分の心にある —— ということは、自分の心からウイルスを取り除いて治療すれば、問題はなくなるのですね。渇愛がなくなれば苦しみがなくなる。それこそが最高に幸福な状態（涅槃）です、とお釈迦さまはおっしゃっています。では、そのためにはどうすればいいのでしょうか。方法がなければ、いくら立派な教えであっても意味がありません。お釈迦さまは、その方法もちゃんと教えておられます。それが八正道なのです。</p>

        <p>そのような四聖諦（苦集滅道）という四つの真理を理解することが正見です（ ①苦（dukkha）を知る、②苦がどのように生まれるか、その原因を知る、③苦が消えた状態を知る、④苦を消滅させる方法を知る ）。<br>
        正見というのは、頭がすごく整理されていることです。ゴチャゴチャした曖昧な思考で苦しまず、しっかりと真理を納得していることなのです。</p>
    </section>

    <section id="sect-2">
      <div class="key-term-sup">
        <h2 class="key-term">サンマー・サンカッパ：<ruby><rb>正思惟</rb><rp>（</rp><rt>しょうしゆい</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">２．</span>Sammā sankappa</p>
      </div>
        <p>Sammāは「正しい」、sankappaは「思考」。<br>
        八正道の二番目は「正思惟」—— 正しい考え方です。<br>
        私たちはずーっと何か考えていますが、ほとんどは主観的な感情で妄想しているだけなのです。だから考えては間違う、考えては間違う。間違いだらけです。「では正しく考えよう」と思っても、そもそも何が正しい思考なのかさえよくわかりません。やはりお釈迦さまの智慧を借りて、何が正しい思考なのか、教えていただくことにしましょう。お釈迦さまは「三つの思考を避けてください」とおっしゃっています。</p>

        <p>三つとは、①欲（kāmasankappa） ②怒り（vyāpādasankappa） ③害意（vihimsāsankappa）です。これらの「思考」は感情的な流れにすぎませんから、「妄想」と言った方がピッタリで、理解しやすいと思います。</p>

        <dl>
          <dt>①欲の妄想</dt>
          <dd>
            Kāmaは自然な範囲を越えた欲です。「お腹がすいたから何か買おう」「旅行に行きたいからバイトでもしようかな」などと考えるのは自然なことで、別に問題はありません。「ここまで」という具体性がなく、際限のない欲が危険なのです。現代社会では「いくらあっても、あればあるほどいい」という考え方で、人間が苦しんで苦しんで、たいへんな苦労を味わっています。どんどん自然を破壊して、他の生命にも多大な迷惑をかけています。「どうしてもあれがほしい、これでなければダメだ」等、ものに執着する妄想は不幸のもとなのです。
          </dd>
          <dt>②怒りの妄想</dt>
          <dd>
            イヤな気持ちになる暗い妄想が怒りの思考です。たとえば「私なんか何をやってもダメだ」とクヨクヨ考えることも怒りなのです。暗い感情、嫌な気持ちが出てきたら、考えることをストップすることです。怒りで汚れた暗い心であれこれ考えても、良い智恵は浮かびません。ただし「怒り」にも自然な範囲があります。「朝寝坊はやめなさい！」と子供を叱ったりするような、すぐに消える怒りは別に気にしなくてもいいのです。憎しみ、恨み、後悔、落ち込み、嫉妬、憂鬱等々、簡単に消えない感情で妄想することが危険なのです。それらは頭を狂わせ、時には「自分が正しい」と人殺しまでしてしまうような恐ろしい妄想思考です。
          </dd>
          <dt>③害意の妄想</dt>
          <dd>
            これも怒りですが、特に自分にとって邪魔な相手に向けられる攻撃的な怒りです。自分の好ましくない対象を、倒そう、潰そう、消してしまおうとする思考のことです。これも結構よくあります。誰でも自分が邪魔されると暴力主義になるのです。虫など弱い相手であれば「害虫だ」と簡単に殺します。邪魔な人には攻撃したくなります。そういう思考はエスカレートして、とても生きづらい世の中をつくり出します。
          </dd>
        </dl>

        <p>仏教で奨めている思考も三つあります。<br>
          ①離欲（nekkhammasankappa） ②無瞋恚（avyāpādasankappa） ③無害（avihimsāsankappa）です。</p>

        <dl>
          <dt>①離欲の思考</dt>
          <dd>
            ものへの依存をやめるような思考です。「やはり欲から離れた方が楽だな」という方向に考えます。「ものがありすぎると苦しいし、欲から離れた方が心がやすまる。離れる方法はあるかな」などと考えていると心が穏やかになってきます。
          </dd>
          <dt>②無瞋恚の思考</dt>
          <dd>
            怒りのない、明るい慈しみの思考です。「皆が幸せになってほしいな、どうすれば皆が仲良く平和になるだろうか」などと考えます。自分が何かうまくいかない時でも、クヨクヨと落ち込まず、明るくがんばる方法を考えます。慈しみを育てると、とても幸せに生きられます。
          </dd>
          <dt>③無害の思考</dt>
          <dd>
            仏教では、自分を害する相手を許すこと、できれば逆に助けてあげることを教えています。私たちはすぐ「相手が悪い」と問題の原因を外に見ようとしますが、嫌なことをする相手に怒らないで対応できるかどうかは自分自身の問題なのです。「敵だ」と相手を攻撃するのは無知なやり方です。無害の思考で上手く問題を解決することはすばらしい修行になります。
          </dd>
        </dl>

        <p>思考（妄想）を管理せず好き勝手に流しているとたいへん危険です。心はまったく成長しなくなります。それなのに誰一人、思考を管理しようとしていません。身体の管理より思考の管理の方がずっと大切なのです。常に客観的に「ああ、自分はこんなことも考えている、あんなことも考えている」と明確に観察するのです。そうすると自分は何者かが見えてきます。自分の思考は、自分の個性であり、人格です。ですから正直に見てください。そして「悪いこと、無意味なこと、ろくでもないことを考えるのはやめる」と決めて実行します。離欲と慈しみの思考を努力して育てるのです。それが正思惟の修行です。</p>
    </section>

    <section id="sect-3">
      <div class="key-term-sup">
        <h2 class="key-term">サンマー・ワーチャー：<ruby><rb>正語</rb><rp>（</rp><rt>しょうご</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">３．</span>Sammā vācā</p>
      </div>
        <p>Sammāは「正しい」、vācāは「言葉」。<br>
          八正道の三番目は「正語」—— 正しくしゃべることです。
          ではどういうことをしゃべればいいのか。これも難しい問題です。やはりお釈迦さまの智慧を借りましょう。<br>
          お釈迦さまは、①嘘（musāvādā） ②誹謗中傷（pisunāvācā） ③陰口（pharusāvācā） ④無駄話（samphappalāpa）の四種の言葉をやめなさい、と教えてくださっています。</p>

        <dl>
          <dt>①嘘</dt>
          <dd>
            正直は仏教の道徳の柱です。嘘は心の成長を止めるのです。嘘をつく人の心を育てることは、お釈迦さまにさえできません。嘘とは、事実を意図的に変えてしゃべり、他人に精神的・経済的なダメージを与えようとすることです。たとえば子供に「嘘を言うと閻魔さまに舌を抜かれるよ」などと言うことは嘘ではありません。嘘は、何かの悪だくみのために言うのです。嘘をつく人は、生きる上で何よりも大事な「信頼」をなくします。<br>
            では、事実であれば何でもしゃべっていいのかというと、それは違います。世の中には知らなくてもいいことも多いのです。嘘でないからといって、何でもかんでもしゃべる人も迷惑な存在です。言う必要がないことは、黙っています。話さなくてはならないことだけを、時と場合を見て、慈しみで話すようにすればいいのです。
          </dd>
          <dt>②誹謗中傷</dt>
          <dd>
            人の心を傷つけるような粗暴な言葉です。どんな生命にも、いい意味でのプライドが必要です。そのプライドを傷つけてはいけないのです。言葉によって人を傷つけ、生きる気力を失わせたりするならば、たいへんな迷惑になります。きつい言葉には気をつけるようにします。誹謗中傷の反対は、優しい言葉、親切な言葉、励ましの言葉です。相手が元気になる言葉、相手が良い人間になる言葉をしゃべることをこころがけるのです。
          </dd>
          <dt>③陰口</dt>
          <dd>
            これは「噂話」とも言います。本人がいないところで悪口を言うことです。陰口は「仲が良い」という優しい気持ちを壊すのです。仲が良いことは、とても美しい慈しみの生き方です。いくら事実であっても、陰口を言ってはいけません。陰口を言う人は、世の中に汚水をまき散らしているようなものです。結局は皆から嫌われて、寂しく生きることになるのです。陰口の反対は、人と人とを仲良くさせる話です。そういう能力がある人は、世の中ですごく認められるのです。たとえば国際紛争中に第三国の誰かが来て紛争を仲裁することができたならば、その人はどれほど立派だと誉められることでしょうか。誉められるだけでなく、多くの人々を幸福にするのです。仲裁話は生命の幸せを応援する、すばらしい行為なのです。
          </dd>
          <dt>④無駄話</dt>
          <dd>
            なんの意味もない、役に立たない、有意義な情報などまったくない話です。無駄話は、精神的に混乱した人が、自分の不安を発散しようとしてしゃべるのです。しかし結局、しゃべればしゃべるほど不安になって、ますますしゃべるという悪循環になります。無駄話の最も悪いところは、「無知」という最低の煩悩をどんどん増やすことです。時間を無駄にするだけでなく、無知の混乱状態を生じさせ、聞く相手に並々ならぬ大損を与えるのです。無駄話はやめて、有意義なこと、人の役に立つことをしゃべるように心がけます。しゃべることがなければ黙っていればいいのです。本当に仲の良い間柄は、意外と静かなものです。静かさ（落ち着いて黙っていること）は、善行為です。
          </dd>
        </dl>

        <p>お釈迦さまは、八正道を語る場合も、何が正しくて何が正しくないか、ちゃんと定義して教えて下さっています。「正語」の定義は「嘘、誹謗中傷、陰口、無駄話、その四つをやめること」です。言葉に気をつけることは、心の成長には欠かせません。人間は、内容に注意せずにしゃべる時には、かなり頭が悪くなるのです。言葉の管理を怠ると、自分で気づかないうちに、脳がかなりのダメージを受けます。感情がたかまってきて、それを発散するだけの言葉は、ただのわめき声です。自分がちゃんとしゃべっているのか、ただわめいているだけなのか、気をつけて観察してみましょう。</p>

        <p>「正語」をまとめて言うと、皆のためになる言葉、平和に導く言葉をしゃべることです。しゃべるときにはいつでも、「この言葉は人のためになるだろうか、皆の幸福のために役立つだろうか」と気をつけて、良い言葉をしゃべる習慣をつけることです。</p>
    </section>

    <section id="sect-4">
      <div class="key-term-sup">
        <h2 class="key-term">サンマー・カンマンタ：<ruby><rb>正業</rb><rp>（</rp><rt>しょうごう</rt><rp>）</rp></ruby> </h2>
        <p class="pali-large"><span class="num-g">４．</span>Sammā kammanta</p>
      </div>
        <p>Sammāは「正しい」、kammantaは「行動」。<br>
          八正道の四番目は「正業」—— 身体による正しい行動です。<br>
          では何が「正しい行動」なのか。これも私たちにはなかなかわからないのです。「正しい行動って何だろう、ボランティアでもしないといけないのかな」などと考えてしまうのですね。お釈迦さまは、正業についても、「次の三つのことをやめてください」と明確に教えてくださっています。
          三つとは、①殺生 ②盗み ③邪な行為です。その三つだけはしないでください、と。それが「正業」—— 正しい行為なのです。すごく簡単でしょう？ 他の生命を殺すことはやめましょう、人のものを盗んだりすることはやめましょう、不倫など邪な行為をすることはやめましょうと、その三つを守ればいいのです。</p>

        <dl>
          <dt>①殺生しない（不殺生）</dt>
          <dd>
            世の中に「殺されたい」と思っている生命はいません。生命はみんな生きていきたい —— 昔も今もこれからも、それだけは変わりません。生命は皆平等です。「生命の王様」はいません。誰にも他の生命が生きる権利を奪う権利はないのです。仏教の道徳は、「すべての生命は平等であり、すべての生命は幸福に生きていきたい」という基本に基づいています。それによって「殺生をしないこと」という徳目が説かれているのです。「殺すなかれ」というよりも、「殺すことは罪ですよ」と。「相手が死んでもいい」という、とても恐ろしい心にならなければ殺すことはできません。心がとても汚れるのです。他の生命を殺すことは不幸になる道です、というのが法則です。他の生命を奪う人は、自分が幸福になる権利を失うのです。<br>
            人は、一人一人、自分のライフスタイルとして、生きるポリシーとして、すべての生命の幸福を願う温かい慈しみの心で生きるべきなのです。特別に何か行動しなくても、皆の幸福を願うだけで十分です。それだけで、自分もとても幸福に生きることができます。
          </dd>
          <dt>②盗まない（不偸盗）</dt>
          <dd>
            与えられていないものを取らないことです。盗みは自分勝手な欲によって、他人に多大な迷惑をかける行為です。人の物を盗んではいけないことは誰でも知っていますが、いわゆる窃盗行為だけが盗みではありません。私は社会では盗む人がほとんどで、盗まない人があまりにも少ないと思っています。不正にものを取得する行為 ― 賄賂、汚職、税金のごまかし、騙しなどはいくらでもあります。強引に不必要な商品を売りつける、働くべき時間に仕事をサボる。それらはすべて「盗み」であって、社会の不幸の原因になるのです。盗みを行う人は、どこかコソコソと隠れるように日陰者として生きることになります。堂々と明るくのんびりと幸せに生きることはできないのです。
          </dd>
          <dt>③邪な行為をしない（不邪淫）</dt>
          <dd>
            邪な行為とは、不倫など、他人に迷惑をかけるような反社会的な性的行為のことです。これも欲の問題ですね。楽しく生きるのはいいのですが、だからといって悪いことまでして楽しもうとすると、逆に楽しく生きることはできなくなってしまうのです。不幸になるのです。特に邪な行為の場合は、他人が自由に幸福に生きる権利をかなり奪います。邪な行為は、心の成長をストップさせる落とし穴です。邪な行為の反対は少欲知足の生き方です。<br>
            邪な行為をしないだけでも、それによって人間がどれほど安全で幸福に生きられるかというと、たいへんなものなのです。ですから不邪淫も、三つの禁止項目のうちの一つとして挙げられているのです。
          </dd>
        </dl>

        <p>「正業」をまとめて言えば、「他人に迷惑をかけない生き方をする」ということなのですね。だいたい人間というのは悪いことが好きなのです。悪いことをしたいのです。他の生命を殺したい、人のものを盗みたい、邪な行為で楽しみたいなど、すごく恐ろしい欲を持っているのです。そういう悪行為から離れることも大切な修行です。</p>
    </section>

    <section id="sect-5">
      <div class="key-term-sup">
        <h2 class="key-term">サンマー・アージーヴァ：<ruby><rb>正命</rb><rp>（</rp><rt>しょうみょう</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">５．</span>Sammā ājīva</p>
      </div>
      <p>Sammāは「正しい」。ājīvaは「生きるための手段」—— いわゆる「仕事」です。<br>
        私達が生きていくためには何か仕事をする必要があります。「正命」とは、人の迷惑になる仕事をせず、皆の役に立つ仕事をすることです。具体的には、毒の製造と売買、武器の製造と売買、麻薬の製造と売買、動物の売買などをしてはならないとされています。また、仕事のために、殺生、盗み、邪淫、嘘、噂話、誹謗中傷、無駄話、という七つの悪業をおかしてはなりません。人の役に立つ仕事をする人は、社会にとって必要な存在です。そういう人は、いくら世の中が不況になっても生き残れるのです。現代社会では、どうでもいい、役に立たない、見栄ばかりの高価なものが世の中に溢れています。必要のないものが溢れた実質的でない経済世界は脆弱で不健康です。ですから今の経済は、いつ崩れても何の不思議もない状態です。人の役に立つことをして正当な報酬を得ることこそしっかりした商売です。</p>

        <p>Ājīvaは「仕事」ですが、それは「職業」というよりも、「どのように生きているか」という意味です。ですから、いわゆる狭い意味の「仕事」というよりは、かなり広い意味の「仕事」です。生命はどこでどのように生きていても、それぞれ生きるために何かをしているのです。ājīva とは、そういう、生きる務めを果たすことです。ですから我々に一生ついてくることだといえます。ちゃんと自分の務めを果たしていない人は、確実に不幸になるのです。</p>

        <p>たとえば赤ちゃんにも仕事があるのです。オッパイを飲んで寝て、起きて遊んで、またちょっと寝てなどと、15分間隔でやっているでしょう？ あれは自分の仕事をしているのです。夜中に何度も起きて、泣いたり、オッパイを飲んだり、お母さんにとっては大変なのだけれども、赤ちゃんは自分の仕事をしているのです。ちゃんと仕事をすると、みるみるうちに成長するのです。もしも赤ちゃんが自分の仕事をしなければ、とても心配なのです。産まれた赤ちゃんがまったく泣かないとすごく心配です。夜中に起きてオッパイを飲まないと、またとても心配なのです。</p>

        <p>大人になると、働いて収入を得ることになります。世間ではそれだけを「仕事」だと言っていますが、それは人の生き方の一部分にすぎません。「収入を得る」とは結局「食べ物を獲得する」ということです。食べ物を得ることを大きく考えすぎて、それに自分の生涯をかけてしまうと、「生きる」ということを忘れてしまいます。「生きる」ことは、もっとスケールの大きなことでしょう？　金儲けにまつわることだけが人生のすべてだと思ってしまうと不幸です。そういう人は、何のために生きているのかわからなくなってしまいます。本当の仕事というのは、いつでも、どんな一秒にもあるのです。どの一秒も、自分がその一秒にやらなければいけないことをちゃんとすることです。そうすれば、正しく生きていくことができるのです。</p>

        <p>俗世間では、職業に人生をかけて、休む暇もなく働いているような生き方を誉めています。世間の見方というのはほとんどが「間違っているものは正しい、正しいものは間違っている」という顛倒（逆さま）思考なのです。本当は、生活を維持するための仕事については必要最低限に小さくしておいた方がいいのです。何か必要なことをしてあげて、自分に必要なものをもらう。それぐらいの小さなことにしておくと、ストレスはたまりません。</p>

        <p>その瞬間、その瞬間、自分にとって、皆にとって、大事なこと、役に立つこと、ためになることをする。それが本当の仕事です。本当の仕事は一生ついてきます。仕事がない瞬間はないのです。その仕事こそ、きっちりとするべきなのです。それが苦しみをなくす道です。いつ何をしていても、その時に何をするべきか、感情を抜きにしてしっかりと見ることです。「今やるべき仕事」をちゃんとやる生き方。そういうライフスタイルが、八正道の五番目の「正命」——「正しい生き方」なのです。</p>
    </section>

    <section id="sect-6">
      <div class="key-term-sup">
        <h2 class="key-term">サンマー・ワーヤーマ：<ruby><rb>正精進</rb><rp>（</rp><rt>しょうしょうじん</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">６．</span>Sammā vāyāma</p>
      </div>
      <p>Sammāは「正しい」、vāyāmaは「精進」。八正道の六番目は「正精進」—— 正しい努力です。</p>

      <p>「努力」という言葉は人気があって、時々色紙などに書いて張ってあったりしますね。でもほとんどがただの「浮いた言葉」になっています。いくら美しい言葉でも、実行できない言葉は無駄話です。</p>

      <p>お釈迦さまは「千の偈（詩句）を唱えていても、実践せず心が清らかにならなければ意味がない」とおっしゃるのです。<br>
      「一行の偈でも、それを実践するのであれば、それこそ真の言葉だといえます」と。しかも世間では「精進、努力」と聞いたとたんに、皆、自分の欲や怒りで解釈するでしょう？ ですからたとえ実践しても間違ってしまうのです。「努力しましょう」というと、「競争に勝ちましょう、もっと儲かるようにがんばりましょう」という意味になってしまっています。世間の「努力」とは、ほとんどそれだけで終わってしまうのです。</p>

      <p>では正しい努力、「正精進」とは、いったいどのような意味なのでしょうか。<br>
      お釈迦さまは、</p>
      <ul>
        <li>したことがない悪いことはこれからもしないように</li>
        <li>今自分にある悪いところはなくすように</li>
        <li>今までにやったことがない善いことをするように</li>
        <li>今自分にある善いところは増やすように</li>
      </ul>
      <p>という四つを努力することが正精進だとおっしゃっています。なんでもかんでもがんばればいいのではなく、道徳的に立派な人間になるために努力することが正精進なのです。</p>

      <p>では、「悟りという目標に向かってがんばろう」と努力することはどうでしょうか。実はそれも、たいがいは間違ってしまうのです。そもそも私たちに「悟りという目標」など持てるはずがないのです。経験したことがないのに「悟り」などわかるはずがないからです。「悟り」というものを勝手に想像して「こういうふうになりたい」と考えても、あまり意味のないことで、かえって自分の悩みが出てきてしまうのです。たとえば自分の身体が汚れているのを見て、「新しい部屋のようにきれいになりたい」と思っても、バカらしいでしょう？ こちらは人間なのですから。「私は金のようにきれいになるぞ、ダイヤモンドのようにきれいになるぞ」と思ってもなれないのです。</p>

      <p>そのように、外に目標を設定して「ああなりたい、こうなりたい」というのは正しい道ではありません。それよりも、自分のダメなところを見つけて、それをなくすようにしていけばいいのです。自分のダメなところなら、具体的につかめるのです。自分を見て「ここがこういうふうに汚れている」とわかった時点で、そこをきれいにしていく。そうしていくと、自分なりの完全な美しさが生まれてくるのです。外に目標を置いても意味がありません。</p>

      <p>ですからはっきりとコンパクトに、前述の四つのことを努力します。四つのことをがんばる人が不幸になると思いますか？ それはあり得ません。それどころか、その方向に努力していけば、完璧な人間になれるのです。</p>

      <p>最初は一番目立つ悪いところに気づいて、そこをなくすようにがんばります。それからだんだんと、小さな悪いクセなどもなくすようにがんばってみます。やはりそれには努力が必要なのですね。善いことの場合も同じこと。たとえ小さな善いことでも、少々がんばらないと実行できないものです。小さな善行為からはじめていけばいいのです。そうやって、少しずつ、自分ができる善行為を増やしていけばいいのです。</p>

      <p>悪いことをやめて善いことをすることこそ、幸福への道です。人格をドンドン磨いて誰からも信頼されるすばらしい人間になる道。何かを信仰する暗い道ではありません。日々、人格を完成の方へ進む道です。ですから、仏教徒であることをとても誇りに思ったほうがいいと思います。</p>
    </section>

    <section id="sect-7">
      <div class="key-term-sup">
        <h2 class="key-term">サンマー・サティ：<ruby><rb>正念</rb><rp>（</rp><rt>しょうねん</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">７．</span>Sammā sati</p>
      </div>
      <p>八正道の七番目は「sammā sati：正念」です。</p>

        <p>Sati（サティ）は「念、憶念、記憶」と訳されていますが、普通日本語の意味は「気づくこと」です（英訳はawareness、mindfulness）。<br>
        「正念」とは「正しい気づき」のことです。こころの汚れが無くすような方向へ客観的に気づいていくことです。<br>
        正念と正定は、解脱のための修行方法です。「今の瞬間の自分に気づくこと」…これが sati の修行法（ヴィパッサナー瞑想）です。「自分に気づくだけで悟りまで至れるものだろうか」と思われるかもしれませんが、「気づき」というはたらきは実にすごい力をもっているのです。お釈迦さまの遺言に『appamāda：不放逸』という言葉が出てきますが、これは「今の瞬間に気づいている状態（覚醒している状態）を維持する」という意味です。お釈迦さまは最後の最後まで sati の実践に励むことを説いて、亡くなられたのです。</p>

      <p>『<ruby><rb>四念処経</rb><rp>（</rp><rt>しねんじゅきょう</rt><rp>）</rp></ruby>：Satipatthāna sutta』（長部経典 22、中部経典 10）という、sati の修行方法について詳しく説かれた経典があります。<br>
        そこには「人間のすべての憂い、悲しみ、悩みを全部なくすため、清らかな心を作るため、解脱するためには sati （気づき）を実践してください。涅槃を経験するためには、この道しかありません」と説かれています。<br>
        「四念処」の「四」は「身体・感受作用・心・法」の四つで、「念処」とは「気づいて止まる（気づいたことについて考えたり妄想をはたらかせたりしない）」ということです。普通、だれでもそれなりにものごとに気づいていると思いますが、感覚器官に入る情報を主観的に見て妄想したり、推測したりするので煩悩が限りなく生まれてくるのです。</p>

        <p>お釈迦さまが「Sati の実践によってのみ解脱に至れます」と説かれているのです。<br>
        それほど大きな力を持っているはたらきなのですから、sati を理論的に説明することは容易ではありません。理屈で理解するためには厖大な学問が必要です。Sati については理屈で理解しようとするよりも、自分で実際に修行をして体験してみるのが一番てっとり早くわかり、しかも自分の人生にもたいへん役に立ちます。</p>

        <p>少しだけ理論的に説明します。<br>
        「気づき」のない状態を「聞くこと」を例に考えてみましょう。私たちは普通、自分の感情や固定概念で、聞いたこと（音）を瞬時に判断して解釈しています。耳に音が入った瞬間に「気持ちのいい音楽だ」「上司がまた怒っている」などと解釈し、サッと気持ちがよくなったり、イヤになったりします。そのように、「聞くこと」によって煩悩（欲・怒り・無知）が有無を言わさず生じてしまうのです。感覚の対象（この場合は音）によって、心がいいように操られているのです。音に「怒りなさい」と命令されると怒る。「執着しなさい」と命令されると執着する。音の奴隷状態です。音だけではありません。「見るもの・音・匂い・味・皮膚感覚・妄想や思考」という六つの感覚器官から入る情報に、私たちは命令され、支配されています。そしてそれによって自分の心を煩悩で汚すという不善をなし、知らないうちに悪業をつくりつづける羽目に陥っています。その不善の道を善の道に変えるのが、sati （気づき）なのです。正しく気づくことによって、欲や怒りを止め、最終的には煩悩が生じない状態にまでもっていくのです。</p>

        <p>といっても、好きな音楽が聞こえた時、「音、音、音だ」と正しく気づこうとがんばったとしても、直ちに智慧が生じて音楽に惹かれる気持ち（欲）がなくなるわけではありません。それ程単純ではないのです。Sati を長年、毎日毎日正しく積み重ねていくと、だんだん対象への執着が薄れてくるのです。少しずついろんな対象から束縛されないようになっていって、特別な智慧が生まれてきます。</p>

        <p>Sati にはもう一つ、すばらしいはたらきがあります。<br>
        悟るためにはたくさんの善因が必要ですが、そのすべての善因を sati が引き寄せるのです。 Sati をちゃんと実行していれば、集中力や、智慧や、精進や、そういう悟るために必要な善い因がすべてついてくるのです。ですからお釈迦さまは、「精進しなさい、智慧を育てなさい」ということよりも「sati を絶えずがんばりなさい」ということをずっとおっしゃっています。</p>

        <p>Sati の実践は「その時、その時、今の瞬間の自分に気づいていく」というとても簡単なやり方なので、年齢を問わず、修行を始めてすぐの初心者から実践できます。そして sati を正しくつづけると、究極の悟りまで運んでくれるのです。 Sati の道は、涅槃まで一方通行で進ませる不思議な道です。これは、何か神秘的な体験を得る道ではありません。その人の人間そのものを完全な人格者に育て上げ、解脱するところまで成長させる道なのです。</p>
    </section>

    <section id="sect-8">
      <div class="key-term-sup">
        <h2 class="key-term">サンマー・サマーディ：<ruby><rb>正定</rb><rp>（</rp><rt>しょうじょう</rt><rp>）</rp></ruby></h2>
        <p class="pali-large"><span class="num-g">８．</span>Sammā samādhi</p>
      </div>
        <p>八正道の最後は「sammā samādhi：正定」——「正しい精神統一」です。</p>

        <p>「正念」と「正定」は、ほとんど修行の世界と言えるものでしょう。修行（正念、正定）に関心を持たなくても、正思惟、正語、正業、などをまじめに頑張ると、人生の苦しみはほとんどなくなって人間として成功することは確実です｡しかし仏道は、この世の成功ばかりを目指すのではなく、涅槃、いわゆる究極の幸福を目指しています。そのために、正念と正定が必要なのです。</p>

        <p>サマーディは、普通の五官の認識レベルを超えた認識体験です。サマーディを経験するためには、五官（眼耳鼻舌身）から入る情報（色声香味触）への欲から離れなければなりません。しかし私達にとって、目や耳から得る情報は命そのもののようになっています｡「心を回転させるためには五官からの刺激が必要だ、その刺激がなくなると命を脅かされる」と感じているのです｡五官から得られる刺激に強く執着していて、どうしても離れられません。だから、いくら瞑想しても、なかなか正定（禅定）が得られないのです。正定（禅定）を早く築くためには、サマーディ瞑想という方法があります｡サマーディ瞑想は、何か一つの対象に徹底的に集中して、心に入る他の情報を遮断する訓練です。集中力の訓練だと理解してもいいのです。うまくいけば、精神統一することもできるのです。集中力は心に強烈な喜び、喜悦感を与えてくれるので、俗世間のことに対して興味が消えていくのです。俗世間のことに未練がある限り心は統一しません。欲から得られる喜びは、心の統一性（サマーディ）から得られる喜悦感とは、正反対のものです。ですから、サマーディをつくるためには、欲から離れることが、不可欠の条件です（vivicceva kāmehi）。</p>

        <p>集中力は、日常生活においても、必ず役に立つものです。集中力がない人は、この世で何一つ、成し遂げることができません。集中力自体が喜びを与えるのです。ですから、世の中では、音楽、踊り、ゲーム、競輪・競馬などの遊びに、誰もが簡単に惹かれてしまうのです。人はこのようなものには、簡単に夢中になることができます。だから楽しいのです｡</p>

        <p>集中力（精神統一）はとてもすばらしい能力です。これさえあれば、なんでも成功することができるのです。だからといって、何でもいいからとにかく集中しましょうということではありません。俗世間の遊びなどに集中すると、依存症に陥ってしまうのです。心の自由がなくなって、強烈な束縛が生まれてきます。自分の人生がいくら不幸になっても、かまわないことになるのです。さらに、欲・怒りなどが制御不可能なところまで暴走して、人を破滅させるのです｡</p>

        <p>集中するための対象は、真剣に考えて選ばなければなりません。現代社会では、音楽、踊り、性行為、薬物なども取り入れて瞑想するやり方も見られますが、それが本当に瞑想になるとは思われません。正しいサマーディの場合は、依存症が起こらないこと、欲・怒りなどの感情が消えること、束縛がなくなること、心が自由になることが必要条件です。そうでないと『正定』ではないのです。善になるのは、正定のみです。悪と見なすべき『邪定』もあります。</p>

        <p>サマーディをつくるためには無数に対象があるかもしれませんが、仏教では、正定になる条件を充たしているサマーディ瞑想の方法を40種類教えています｡これらは、ただ単に、サマーディ（禅定・三昧）をつくって神秘世界で戯れるためのものではなく、智慧を開発して悟りを目指すためのものです。八正道の場合は、正定をつくった人は、次に正見を実践します。つまり、八正道の一番目にまた戻るのです。完全なる悟りを開くために、このサイクルを繰り返すのです｡</p>

        <p>40種のサマーディ瞑想法の中で、呼吸瞑想（ānāpāna sati）がたいへんよく知られています。これは釈尊さえも実践された瞑想方法です。比較的簡単な瞑想ですが、サマーディまで進むためには指導を受けないと難しいかもしれません。健康、武道などの目的を達するために呼吸訓練をしても、サマーディ状態にまでは達しない可能性もあります。しかしĀnāpāna satiはどんな目的で実践しても、悪い結果にはならない安全な瞑想です｡それから仏随念、法随念、僧随念、戒随念、神随念などもあります。戒随念は自分が守っている戒律道徳について観察することです。仏教の神随念は、神を念じることではありません。いたるところに神々が住んでいる、彼らには人間の心がいとも簡単に読み取れる、世間では立派な修行者だと誉められていても、心に汚れが生じたら、自分が偽善者であることは神々にばれているのです。ですから、たとえ夢の中でも汚れた概念が心に生まれないように、厳密に注意して生活するのが神随念です。これも立派な瞑想ですが、神々の存在などを真剣に信じない人には、何の効き目もないのです。死随念、不浄随念などは、指導者に教えてもらって実践した方が効果があります。万人にでき、また、指導もそれほどいらない最高なサマーディ瞑想は、慈・悲・喜・捨という四つの慈悲の瞑想です｡この場合も、慈悲の意義をよく理解して指導を受けながら実践すると、サマーディに達し易いのです｡サマーディに達しなくても、慈・悲・喜・捨の瞑想は、自我意識を薄くして心を清らかにしてくれます。慈悲が心についた人は、いかなる場合でも落ち着いていられるので、とても機能的な集中力が常にあることになるのです｡（次号につづく）</p>

        <p class="next-number">前回も述べましたが、「正定」とは「正しい精神統一」です。サマーディ瞑想（サマタ瞑想）は、何か一つの対象に心を集中し、精神を統一することに励む修行です。一生懸命に一つのことに集中していると、それがおもしろくなってきて欲の世界に対する未練が薄れ、一時的に欲の世界から離れられるようになるのです。「慈悲の瞑想」も、サマーディ瞑想の一つです。ずーっと真剣に「慈悲の瞑想」に集中していると、ドンドン心が集中して気持ちが良くなってきます。そうすると、個々の生命に対して差別意識をもつようになって執着したり、それによって悩んだりすることはなくなります。サマーディを妨げている煩悩「欲・怒り・眠気・混乱状態と後悔・疑い」（五蓋）が抑えられます。すると、慈悲の瞑想と自分が一つになった状態が流れていくような経験が生まれるのです。その心の状態を禅定といいます。</p>

        <p>仏教では、存在の次元を「欲界・色界・無色界」の三界に分けています。欲界は五官（眼耳鼻舌身）の刺激によって生きている世界で、いわゆる私たちが生きているふつうの世界のことです。禅定をつくると、心は欲界を超えて、色界に入ることになります。色界は五官の刺激に頼らない世界です。身体はあるのだけれども、見たり聞いたりして心が外のエネルギーから刺激を得る必要はありません。無色界は身体さえもいらない次元で、ただ心のエネルギーのみで生きている世界です。</p>

        <p>禅定には段階があります。経典では、色界の禅定を四段階（第一禅定～第四禅定）に分けています。第一禅定では思考も喜悦感もありますが、レベルが進むに従って徐々に思考が消え、喜悦感もなくなって、ただ落ち着いているだけの状態になります。しかし、ヴィパッサナー瞑想で自分を観察するためには、思考（ヴィタッカ、ヴィチャーラ）がないと難しいのです。ですから高いレベルの禅定状態に入ると、かえって修行がやりにくくなります。ヴィパッサナー瞑想には、第一禅定をつくればそれで十分です。修行のためには、神秘体験がないといって困る必要はまったくありません。ただ、禅定をつくると、心が清らかになって落ち着きができるのです。禅定状態から出ても、その徳は残っています。その落ち着いた集中力のある状態でヴィパッサナーの修行をすると、楽に修行ができるのです。</p>

        <p>「禅定」を目指して頑張ろうとする人は、たくさんいます。しかし仏教では、禅定を得ることは目的とはしません。もちろん禅定を体験することは良いことには違いないのですが、ちょっとした危険もあるのです。危険といっても危ない目に遭うのではなく、禅定を得て満足してしまうと、そこで心の成長が止まってしまうのです。禅定は強い喜悦感を伴うので、それで満足してしまうのですね。そうならないように気をつけなければなりません。禅定を得た上で、さらに修行をすることこそ大切なのです。ですから仏教では、禅定をつくっただけではそれほど高く評価しないのです。あくまでも目的は、すべての煩悩をなくすこと、解脱を得ることなのです。</p>

        <p>心が落ち着いて集中力のある人が自分の心身を観察していくと、「一切は苦であること、すべては無常であって実体はないこと」が発見できます。桜が散るのを見て「無常だ」と思っても、真理の世界からは遠いのです。悟るためには素粒子レベルで観察して、すべてがあまりにも早く変化していくということを、強烈に、インパクト強く、観なければなりません。そのためにはやはり、かなりの集中力が必要です。</p>

        <p>解脱を得る時には、自ずと八正道がそろっています。正しい見解を持つこと、悪い思考・悪い言葉・悪行為という三悪業からの遠離、役に立つ仕事をすること、不放逸な切れ目のない気づきの実践をしようという精進、それらがすべて必要です。それによって正しい正念の実践ができ、正念と同時に正しい心の統一（正定）も現れるのです。このように八正道が力強くバランスを整えてはたらくその時、智慧によって解脱が起こるのです。</p>

        <p>そう聞くと、なんだか難しくて遠い道のように感じられるかもしれません。しかしこれは、私たちが、今すぐに始められる道です。静かなところに姿勢を正して坐り、サティ（気づき）をもってヴィパッサナー瞑想をはじめると、私たちはすでに八正道に一歩を踏み出しているのです。</p>
    </section>

    <?php echo do_shortcode('[ssba-buttons]'); ?>
    <?php get_template_part('partials/navigation/nav-bottom-keyword'); ?>

  </div>
</section>
