<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 ブッダの「禅定」と「悟り」をめぐる誤解と混乱に終止符を打つ画期的論考</p>
    <h1 class="no-subtitle">仏教的に正しい禅定の作り方</h1>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第三回</p>
    <h2>五力でひらく、禅定を通じた悟りの世界</h2>
  </div>

  <div class="study-honmon">
    <h3>禅定はどうやって作るの？</h3>

    <p>禅定を全くしないまま観（ヴィパッサナー）瞑想だけで阿羅漢にまで悟った人は、最後の想受滅にだけは入ることができるでしょうか？これは無理なようです。先に阿羅漢までなっても、ただの禅定フリークの凡夫でも、瞑想する時は、必ず色界第一禅から始まって、徐々に段階を上がり、凡夫の最高は第八の非想非非想処まで、阿羅漢は想受滅までとなっています。</p>

    <p>順番抜かしはできません。エレベーターとかエスカレーターなどと同じで、どんなに速く、瞬間的に最上階まで達したように見えても、実は一階から順番に上がっているのです。</p>

    <p>しかも禅定の段階を上るのは、実はエスカレーターではなく階段のようです。悟りなら第一の預流果に達しさえすれば、後はいつか必ず阿羅漢に達するのですが、禅定は、色界第一禅で止まる人もあり、無色界最初の空無辺処で止まる人もあり、本人の興味や努力や特質によって様々のようです。しかも禅定は悟りと関係なく、悟りに達する助けにしかなりませんので、釈尊も、禅定はできてもできなくても悟れば何も問題ないと思っておられたようです。</p>

    <p>色界第一禅からは本人次第で少しずつ段階を上がっていけばいいのですが、そもそも禅定に全く達したことのない人が、どうやって色界第一禅に入ればいいのでしょうか？これは結構手探りの、大変な問題でしょう。</p>

    <p>禅定に入るための心身の準備は、悟りに至る観瞑想をするための準備と共通する点も多いですので、釈尊は丁寧に説き残しておられます。</p>

    <p>禅定に入る準備についての最も簡単な説明は、「欲と不善を離れる」ことです。私たちが今関わっている欲界への執着を離れないと、色界以上の禅定の世界には心が向きません。欲に基づくものも怒りに基づくものも無知に基づくものも、不善は当然心の成長の妨げになります。「欲と不善を離れて色界第一禅に入る」のが、最も簡単な入定の説明です。おそらくこれは、仏教以外の人々がただ禅定に入ろうとする時にも最低限クリアしておかないといけない項目でしょう。でもこれだけでは、まだちょっと分かり難いです。</p>

    <p>仏教でない禅定の場合は、後はもうただ、何か一つの対象に集中して一心不乱になって集中が定まった時、禅定に入れた、というくらいの説明しかないと思います。しかも仏教でない場合は、禅定から日常生活に戻ればどうせまた欲界への執着も不善も起こってきますから、根本的な解決には何もなりません。</p>

    <p>禅定に入るための心構えとかやり方がもう少し詳しく示されていて、しかも一旦禅定に入るのに成功すれば、ついでに悟りの一部も発見できて、心が成長し、もう二度と欲や不善に戻らなくて済む。釈尊は、そんな仏教的に正しい、悟りに導く禅定の作り方というものも説明しておられます。釈尊ご自身が禅定に入ってから悟りを開かれた時の体験を語ったもの、そして比丘たる者はこのように修行して悟るべきだと指導するものが、お経には幾つも見られます。どのお経にもほぼ同じ内容の項目が説かれていますので、最も詳しい説明がどんなものか、よく分かります。しかもその内容を一つ一つ実践していくなら、万一禅定に入れなくても悟りだけは開けるという、仏教的には圧倒的に正しい心になるようにプログラムされています。「仏教的に正しい禅定の作り方」は、実は禅定そのものの体験を目的とするものではなく、禅定を使ってなるべく楽に悟りましょうという悟りへのプログラムの一環なのです。</p>

    <p>仏教的に正しい禅定の入り方は、悟りを開くために必要な力でもある信・精進・念・定・慧の五根（五力）に沿って、以下のように説かれています。</p>

    <h4>発心する（信）</h4>

    <p>仏教的に正しい禅定の入り方は、まず聞法と信から始まります。</p>

    <p>仏陀が世に出現した大事件があり、仏陀の教えを聴いた人が仏陀に対する信を得るところがスタートです。見るだけでも光り輝いて堂々としていて圧倒的な迫力のある仏陀を、ありがたやありがたやなどと拝むような「信仰」ではなく、その教えを聴いて、「あっ、この教えなら本物だ」と納得する「確信」です。教えとセットの信です。</p>

    <p>これが禅定に入るためのスタート地点です。悟りに向かう最初の段階でも、仏陀の法（教え・真理）に随って進むタイプと仏陀への信に随って進むタイプの二種類が説かれますが、禅定を目指す場合も、仏陀の教えに沿って、同じ心構えで始めるのです。禅定と言いながら怪しげな神秘体験（のような錯覚など）に決して迷わないよう、決して悟りの道を外れないよう、最初から真理を信じ目指す道標をしっかり付けて、それから修行を始めるのです。仏陀と法への信があれば、道に迷いかけたり、全然進まなくて諦めたくなった時、ゴールはこちらという道標が必ず示され、いつも正しい方向に修正してくれるのです。</p>

    <h4>戒を守る（精進１）</h4>

    <p>お経には、発心した人はまず出家して、完全な戒・具足戒を守ると説かれます。正確には「戒律条項（パーティモッカ）による防護に守られ」ます。</p>

    <p>堅苦しい戒律を修行者が必死に守るのではありません。戒律を守り、戒律に沿った生活をすることによって、そのような生活をする修行者自身が、戒律のお陰で様々な障害や困難を避けることができるので、戒律がそれを守る人を防護することになるのです。嘘だけは決して言わない人、殺したり盗んだりなどは決してしない人は、誰からも嫌われず恨まれず、誰からも信頼され支えられますので、戒律を守る人が戒律に守られていることはよく分かります。</p>

    <p>現代の在家者である私たちの場合は、いきなり家族も財産も全部捨てて出家するわけにもいきませんから、在家の五戒を守るくらい、やってみてはいかがでしょうか。「蚊の一匹も殺さないぞ」と頑張ってみる。ついパチンとやっちゃったら、懺悔して、また頑張る。どんなものも勝手に自分のものにしない、不倫もしない、嘘もつかない、酒も飲まない。踏ん張って、ちょっと失敗したら、懺悔して、また頑張る。それだけでも、世界がこれまでとガラリと変わるように感じられるでしょう。</p>

    <h4>足るを知る（精進２）</h4>

    <p>戒律は主として言動に表れるものですが、それをただ守るだけでなく、心の中も戒に沿った穏やかな状態になっておく必要があります。少欲知足の、満足した心です。出家した場合は、身を保つだけの衣と腹を保つだけの托鉢食に満足し、衣鉢だけを所有してどこにも頼らずに生活します。</p>

    <p>在家では、家財道具や衣服をわざわざ処分する必要はありません。それらに執着しない心、「あるんだけどなくてもいいや」という心の状態になることが大切なのです。食事も「もっともっと」と満腹まで食べるとか食べ放題で無理やり詰め込むのではなく、「あっ、このくらいでいいや」と、適切なところで箸を置き、終わりにできる心が大切なのです。空腹過ぎてもいけませんが、満腹でも瞑想はできません。<br>
      この少欲知足の項目は、次の六根防護の後に説明されている経典もあります。面白いことに、中部経典で禅定の入り方が説かれる三つのお経では全てここで説明し、十二個もある長部経典では全部、次の六根防護の後に説明されています。今は私が信・精進・念・定・慧の五根五力に対応させていますので、少欲知足を、並びが良いここで説明しました。</p>

    <h4>六根を防護する（念１）</h4>

    <p>戒で言動を守り、衣鉢だけの生活で心を守り満足すると言いましたが、それはどのようになされているのでしょうか。私たちの行為は全て身体か言葉か心によるものですが、この身語意の三業をきちんと制御して満足して、いつも心穏やかな状態でいると、戒を守り戒に守られ、満足して生活していられます。その状態は、禅定に入る準備ができている状態と言えます。</p>

    <p>戒に沿い、満足している穏やかな心を作るためには、やはり釈尊が発見された仏教独自の修行法・観（ヴィパッサナー）瞑想が必要になります。「次々にサティ（念 sati）を入れる」などと言いますが、禅定に入る際にも、一つ一つの現象をそれと気づき、確認し、ものごとを常に正確に把握してしっかり目覚めた状態でいる必要があるのです。</p>

    <p>観（ヴィパッサナー）瞑想そのものでは、中部にも長部にも入っている『念処経』に説かれるように、全ての現象を徹底的に観察してその全てが生じては滅する無常のものだという事実を発見するまで進みますが、禅定に入るための念は、心が乱れないようにする程度でも充分です。身語意の三業として表れる全ての行為の原動力となる、ありとあらゆる入力・情報にしっかり気を付けていれば、心も業も管理できます。日本国に入りたがる麻薬を、港や空港でしっかり気を付けて見張るような感じです。</p>

    <p>私たちに情報が入る入口は、眼耳鼻舌身意の六つの門（六根）のどれかです。この六ヶ所から入る情報をきちんと確認し把握し管理しておけば、それに基づいて身語意で何かする時も、管理しきれずに暴走するなどということもなく、穏やかな心、穏やかな言動で行うことができます。</p>

    <p>六根から入る情報を、どのように制御すればよいのでしょうか。例えば眼から入る情報を制御するために、眼をつぶればよいでしょうか？しかしそれでは書いたり読んだりできませんし、歩く時ドブに落ちたり車に撥ねられたりして痛い目に遭いますから、心が穏やかになるどころか、日常生活が不便になるだけです。しかも眼からの情報が入らない分、耳や身体など他の入口からの情報で補おうとして本能的に情報を掻き集めますので、結局情報量は変わりません。</p>

    <p>リラックスルームなどで仮に眼耳鼻舌身の情報を全部遮断できても、最後の意・心が頑張って一人で活発に妄想して情報をたっぷり作ってくれます。かと言って、頭をぶん殴って気絶しても意識は僅かに動いていますが、その状態では禅定どころか日常生活もできません。そういうわけですので、入ってくる情報を遮断しようとしても、何の解決にもならないのです。</p>

    <p>六根から入る情報は入らせておいて、自分の心がそれに囚われないようにすればよいのです。そのためには、絶え間なく起きては消える現象を、ただそのままにしっかり確認して、入った情報によっていろいろな感情を起こさないことがポイントです。</p>

    <p>眼から入る情報は、ただ色、色、色と確認する。「ああ美人だ」とか「赤い車だ」などと詳しく知ろうとして一つの情報を追いかけたりしないのです。「ああ美人だ」と見たら「声を掛けたい」とか「お付き合いしたい」とか妄想がどんどん膨らんで、現実から離れてしまいます。その間にも現実は絶えず起こっては消え起こっては消えていますので、妄想に囚われて苦しむだけでなく、その間に現実を見失って苦しむことにもなってしまうのです。</p>

    <p>眼で色を見る時は、起こっては消える現象をただ色、色、色と見る。それが眼を守り、心や業を守って穏やかにするのです。</p>

    <p>耳から入る音は音、音、音と確認する。鼻から入る匂いは匂い、匂い、匂い。舌から入る味は味、味、味。身体から入る感触は感触、感触、感触。心から入る考えはものごと、ものごと、ものごと。このように、六根から入る情報を、ただ「情報だ」としっかり確認して、そのどれ一つにも囚われて引きずられて現実の現象から離れないように気を付けていると、六根を守り、身語意の三業を守ることになるのです。</p>

    <h4>行住坐臥の全てを正知する（念２）</h4>

    <p>しっかり気づく・確認する念（サティ）に必ずセットでついてくるものがあります。確認する一つ一つの現象をしっかり味わっていること（正知 sampajāna）です。念・正知 （sati - sampajāna） で一セットです。正知（サンパジャーナ）も念と同じく、本当は観瞑想です。</p>

    <p>歩く時は歩いていると気づいているだけでなく、その感覚をしっかり味わってもいます。他のことに気を取られず、歩きを気づき、歩きを味わうのです。何かを見る時は、見ていると気づき、その色形を、執着せずに「色形だ」としっかり味わっています。手足を伸ばす時も食べる時も話す時も寝る時も大小便をする時も、行住坐臥の行為全てを、一つずつしっかり気づいて、しっかり味わっています。そこまで一つ一つの現象に集中していれば、その心は禅定に入る準備ができています。</p>

    <h4>禅定に入る体勢を作る（定）</h4>

    <p>禅定に入るためには一つの対象に集中し続けることが大事ですから、念・正知で心が集中して目覚めているなら、次は、瞑想を持続できる体勢を整えないといけません。長時間、楽に集中していられる体勢を調えることが、禅定には大切なのです。</p>

    <p>出家の場合は托鉢して食事を済ませてから、在家の場合は空腹でもなく満腹でもない状態で、とにかく体の調子がちょうど好い状態であることが大事です。寝過ぎも寝不足も良くなく、用も足しておかなくてはなりません。その上で、どこか静かな場所を選んで、</p>

    <p>結跏趺坐し、<br>
      背筋を真っ直ぐに保ち、<br>
      身体の前側に念を凝らします。</p>

    <p>前側に念を凝らすとは、気持ちを『正面に据え』て、禅定に真っ正面からドーンと取り組むということです。呼吸を数えることも、お腹の膨らみ縮みや鼻孔に空気が触れるのを観察することも、全部、気持ちの上でも身体的にも、身体の前面で行なうことなのです。この、禅寺などでお馴染みのスタイルが、禅定修行の王道の形です。しかもこれは、集中が持続できる良い体勢ですから、観瞑想をする時にも使われます。</p>

    <p>結跏趺坐が身体が最もふらつき難い姿勢ですので、それがベストですが、できなければ半跏趺坐でも正座でも、椅子に腰掛けても良いのです。ただ、どのように座っても、背筋だけは真っ直ぐになっていないといけません。ダルマ落としの準備をするみたいに、背骨の円盤一つずつを下から順に積み上げて、そのてっぺんに頭蓋骨を真っ直ぐに置くのです。後は、瞑想が終わるまで決して動かないぞと心を決めます。</p>

    <p>そうして、身体の前面に念を凝らして、出たり入ったりする呼吸など何か一点に心を集中します。</p>

    <h4>五蓋から心を清める（慧）</h4>

    <p>禅定に入る体勢ができたら、悟るにも禅定に入るにも妨げとなる、心に覆い被さる五つの蓋を心からぐんぐん取り除きます。五蓋は「智慧を弱くする心の付随煩悩」とも呼ばれ、禅定に入る際はもとより、智慧が現れて悟りに達するためにも、大いに妨げになる心の覆いです。体勢を整えて、現前の対象に集中し、念・正知を具えて信・精進・念・定・慧の五根（五力）を今こそフルに絞って、この五蓋を取り除きます。そうすれば、禅定はもとより、悟りももう目の前です。</p>

    <ol>
      <li>激しい欲を取り除き、</li>
      <li>激しい怒りを取り除いて慈しみの心を作り、</li>
      <li>昏沈・睡眠を取り除いて光り輝き（光明想 ālokasaññā）を作り念・正知を具え、</li>
      <li>掉挙・後悔を取り除いて静まった心にし、</li>
      <li>教法に対する疑いを取り除きます。</li>
    </ol>

    <p>欲と怒りは、何かに集中すれば自然に除かれます。欲はただ静まるだけでよいのですが、怒りを静めるには、正反対の心・慈しみを心に作れば、簡単に相殺されます。慈悲の瞑想をすればよいのです。</p>

    <p>ぐんぐん集中していると、眠気は自然にスカッと晴れます。頭が冴え渡って、周りが光り輝きます。目で見るような光はなく、眩しくも薄暗くもなく、ただ、はっきりと「明るい」のです。もちろん、その明るさをも正しく念・正知しています。</p>

    <p>禅定の準備がうまくいくと浮つきますが、それも心の乱れですので、注意して浮つかないようにします。反対に「うまく行かないなあ」などという気持ちも取り除いて、「うまく行こうが行くまいが、ただやるだけ」と心を定めます。</p>

    <p>定まった心はきちんと結果を出しますので、「やっぱりこの教えで正しかった」と確信して、釈尊の教えに対する疑いや不安も消し飛びます。</p>

    <p>五蓋は智慧を弱くする煩悩ですから、それが取り除かれれば、自然に智慧が現れてきます。</p>

    <p>五蓋を取り除く中で、観瞑想のポイントである念・正知を具えるとも説かれていました。さらに、取り除かれる五つ目の蓋は、教法に対する「疑い」と説かれていました。「疑」は、預流果で滅する三つの煩悩の一つです。このように、五蓋が全部取り除けましたら、禅定の第一段階はもちろんグッと近付きますが、それだけでなく、観瞑想にも熟達し、観で断つ無知の煩悩を断って、悟りの第一段階にもグッと近付くのです。</p>

    <h3>禅定、そして悟りの段階に入る</h3>

    <p>五蓋を取り除くところまでできたら、満足が生じ、喜びが生じ、身体が軽くなり（kāyo passanbhati 身軽安）、楽を感じ、心が統一されます（samādhiyati）。</p>

    <p>「ああ、これで満足した」などと理屈で満足するのではなく、満足感が湧いてくるのです。喜悦感も湧いてきます。身体から体重「感」がなくなって、無重力になったような感じになって、立ったり座ったりしている時に感じていた筋肉や骨の負担がなくなります。その状態はもちろん楽であり、心が統一されたからこそ生じたものです。</p>

    <p>五蓋を取り除いたこの段階で心が統一（サマーディ）されると言われていますように、まだ欲界の状態ですが、心は禅定にグッと近付いています。後のアビダルマや註釈書では、このような禅定直前の統一された状態を近行定（upacāra-samādhi）と呼んでいるようです。禅定に近接した心の状態です。</p>

    <p>ここまで準備ができると、禅定までもう一息です。あとはこの集中状態を保ち、より強くして、先に言いましたように、「欲（界への執着）と不善を離れて、言葉による考察と言葉によらない考察のある、あらゆる関わりから離れることから生じる喜と楽のある第一禅に達します」。これでめでたしめでたしです。</p>

    <p>第二禅は第一禅を達成するために辿った道を繰り返して、今度は、素晴らしい第一禅の状態でも煩わしいなあと感じて、もう一つ何かの接触を、それは思考ですが、その思考を取り除いて、より静かな心の状態に持っていくのです。第三禅以降も同じ要領で、直前の禅定から一つずつ構成要素を取り除いて、より静かな、より何ものにもぶつからない状態にしていきます。</p>

    <p>仏教外の修行者も一つの対象に集中し続けていれば禅定には入れるのですが、これまで説かれてきた「仏教的に正しい」禅定の入り方で準備をしますと、集中しながらいつの間にか念・正知の観瞑想も身に付き、絶え間なく生滅する現象を捉えて無常を一部でも観じ、智慧が現れて悟りへの道も開かれるという仕組みになっています。悟りへの道を進むために必要不可欠な資質である信・精進・念・定・慧の五根（五力）を禅定に入るためにも鍛えて禅定に入るのですから、悟りへの道が開かないはずがありません。</p>

    <p>釈尊は、釈尊以前からあった瞑想修行や禅定を、一方ではただこの世で楽しむだけの無用のものと斥けながら、他方では、正しく学べば悟りへの早道になるものですからしっかり利用して、決して道を踏み外さない正しい指導マニュアルを作って、お弟子たちにも勧めておられたのです。「仏教的に正しい」瞑想指導に従って修行すれば、禅定の楽はもとより、悟りにまでも導いてもらえる、巧みな説き方になっています。</p>

    <p>というわけですので、私たちもぜひ、このマニュアルに沿って禅定にチャレンジしてみませう。禅定と悟りと一石二鳥で手に入ること間違いなしです。<br>
      （了）</p>



    <p class="release-date">パティパダー 2005年10月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>

  <!-- テンプレートを改造 最終回用-->
  <nav class="nav-single-bottom">
    <a href="<?php echo get_permalink(get_adjacent_post(false,'',true)); ?>" class="navpart-single-left">前の回</a>
    <a href="<?php echo esc_url( home_url( '/world/study/' ) ); ?>" class="navpart-single-center">INDEX</a>
  </nav>
  <!-- テンプレートを改造 -->

</section>