<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 最新の仏教研究で解き明かすパーリ三蔵の成立過程</p>
    <h1>パーリ聖典の源流</h1>
    <p class="subtitle">釈尊の言葉は失われたのか？</p>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第三回</p>
    <h2>教団の分裂・第二結集と第三結集</h2>
  </div>

  <div class="study-honmon">
    <h3>聖典の第二結集もするぞ！</h3>

    <p>仏滅百年後に、マガダ国とコーサラ国の中間にあるヴェーサーリという町で、地元の比丘たちが、戒律を十項目に亘って緩やかなものに変更したり、新たな条項を作ったりしていました。午前中なら何度でも食事してもよいとか、病気の時は薬としてアルコールの少ない酒なら飲んでもよいとか、金銀を受け取って蓄えてもよいなどとするものです。</p>

    <p>また、近在の比丘同士でも、布薩の時に一ヶ所に集まらなくても、別々に布薩をしても良いとする変更も、十項目の中にありました。これは、釈尊を親としてみんなが家族のように仲が良かった仏教教団が分裂する前触れでした。こっちの仲間、あっちの仲間などと仲間意識で別々に活動し始めたら、教団はすぐにバラバラになってしまうのです。</p>

    <p>戒律のこのような改変に対して、インド北西部や南西部から長老たちが集まり、ヴェーサーリの比丘たちと合議し、十項目全部を、誤りであると斥けました。</p>

    <p>また、律蔵に関して他ならぬ出家の弟子たちから異解・邪見が出てきたこの事件を重く見て、聖典の乱れを質すため、ヴェーサーリに七百人もの長老たちが集まり、聖典の結集を行いました。これが第二結集です。新たに経や律を作ったのではなく、経も律も決して変えないことを、ここで再確認したのです。</p>

    <p>しかしこの第二結集を機に、戒律や経典を厳格に保持する北西、南西インドの上座部と、戒律などを自由に改変する傾向にあったインド東部の大衆部の二派に、仏教教団が大きく分裂しました。戒律を一度変えてしまった東方の比丘たちは、元の教えにはもう戻りませんでした。</p>

    <p>この時聖典を変更せずに保持した上座部の中、北西インドの上座部は、後の説一切有部です。この部派は、北西インドで盛んなバラモン教と対抗するためか、経と律はともかく、後に成立した論蔵アビダルマでは、経典を離れて自派独自の思想をどんどん作っていきました。<br>
      南西インドの上座部は、後にも上座部のままですが、スリランカまで南下して、現在に至っています。</p>

    <h3>三度目の正直だ！ 聖典の第三結集</h3>

    <p>せっかくきっちり確定した聖典でも、変えようとして僅かな穴でも開けたら、ほころびはそこからどんどん拡がります。第二結集からアソーカ王が出るまでのたった百年間で、部派の分裂は元に戻るどころか、ますますひどく分裂してしまいました。大衆部はさらに幾つもの部派に細かく分裂し、上座部も北西インドの説一切有部と、南西インドの上座部に別れてしまいました。</p>

    <p>仏滅二百年後に世に出たアソーカ王は、ガンジスとインダスの両大河を含むインド北部を征服していたマウルヤ王朝の第三代の王となり、デカン高原やインド南部まで征服し、インド全土を支配しました。</p>

    <p>アソーカ王は自ら深く仏教に帰依していましたが、教団が幾つもの部派に分裂し、多くの部派で経や律が恣意的に改変され、比丘や在家信者の精神が荒廃し、仏教が徐々に衰退していく有り様を憂えて、マウルヤ王朝の首都パータリプッタで、聖典の第三結集を行うよう、仏教教団に依頼しました。</p>

    <p>長老たちは、たとえ国王の依頼であっても道理に適わないことは平気で断りますが、アソーカ王のこの依頼は理に適い、時機も得ていました。少なくとも南西インドの上座部は、第三結集に積極的に参加しました。上座部の史書にこの第三結集の記事が詳しいことで、それがよく分かります。</p>

    <p> 対照的に、大衆部系統の史書で現在僅かに残っているものには、自分たちの説が斥けられた第二結集の記事は僅かに載っていますが、この第三結集のことはおよそ触れられていません。律を変えて仏教の精神も比丘の出家生活も乱してしまい、この度アソーカ王によって排斥されてしまったので、都合の悪いことは記録したくなかったのでしょうか。それとも、大衆部系はこの後急速に衰えましたので、記録する余力もなかったのでしょうか。</p>

    <p>アソーカ王の時代には南西インドの上座部とはっきり別れてしまっていた北西インドの説一切有部も、自派の史書にアソーカ王の事跡をあまり載せていません。それどころか、先の第二結集とアソーカ王の第三結集を一緒くたにして、「仏滅百年後のアソーカ王の時代に第二結集を行って、上座部と大衆部の二派に分裂した」としています。説一切有部もアソーカ王と見解が合わなかったのか、記録のミスということも考えられますが、説一切有部が滅びた今は、確かめようがありません。</p>

    <p>上座部のモッガリプッタ・ティッサ長老を議長としたこの第三結集の特徴は、経と律の再確認だけでなく、この時初めて、論蔵アビダルマの編纂が明記されていることでしょう。しかもそれは、パーリアビダルマ七論の最後の一つ『論事』ですので、この時までに論蔵もほぼまとめられていたと考えられます。</p>

    <p>パーリ聖典の論・アビダルマは経典のエッセンスをギュッとまとめたもので、経典の教えを一歩も踏み外すものではありませんが、主として弟子たちの手によるものですから、経や律と違い、釈尊の直説とは言い難い面もあります。そのためかこの第三結集までは、どの論も名前さえも記録されていませんでした。</p>

    <p>『論事』はしかし、成立の事情が特殊なためか、ここに名前が出ました。この論は、釈尊以来の聖典から外れた様々な異解・邪見を一つずつ批判し論破した論文です。異解・邪見の数は２１６にも及びます。このことは、仏滅からたった二百年のこの時期までに、それほど多くの異説が輩出し、聖典が歪められ、弟子たちが様々な部派に分裂してしまったということを意味します。</p>

    <p>このように第二、第三結集までに部派がどんどん分裂し、多くの部派で聖典もどんどん改変されていますので、「現存するパーリ聖典も、時代と共に相当の変遷を経てきたものであろう」と学界では考えられています。</p>

    <p>しかしよく注意して記録を読んでみると、ほとんどの部派が聖典を改変する中、たった一つだけ、経も律も全く変えることなく頑固に守り通している部派があることに気付きます。その部派は、南西インドの上座部です。彼らは今もパーリ聖典を保持し続けていますが、それが何らかの改変を受けた形跡は、第三結集の時にも、全くありませんでした。こうなると、「パーリ聖典も改変されているだろう」と考えることは、何かの証拠に基づく正しい推測なのではなく、ただの憶測ということになります。</p>

    <p>上座部は第三結集の後、アソーカ王の奨めに従い、王の親族とも言われるマヒンダ長老を筆頭にスリランカに伝道し、現在に至っています。</p>

    <h3>仏滅年はアソーカ王の年代から割り出せる</h3>

    <p>アソーカ王の依頼による第三結集の経緯は、スリランカに南下した上座部だけが、以上のように詳しく記録しています。一方、王に排斥された側の大衆部系には第三結集の記録自体がなく、北西インドの説一切有部の記録では、仏滅百年後の第二結集と仏滅二百年後のアソーカ王時代の第三結集がごちゃ混ぜに一つに数えられていました。後に中国やチベットで編纂された記録も、有部のものと同様です。北西インドと連絡が密な中国やチベットでは、有部系の記録を採用したからだと思われます。</p>

    <p>アソーカ王（在位 B.C.268～232 年）の年代はほぼ確定していますから、それより百年前か二百年前かで、釈尊の年代が百年もずれてしまうことになります。<br>
      上座部の記録にも説一切有部系のものにも、文言以上の決定的な証拠はないのですが、以下のように周辺の状況を考えると、上座部の「仏滅二百年後のアソーカ王」の方が圧倒的に真実に近いと推測できます。</p>

    <p>まず、記録自体の信用性を考えますと、上座部のものは今も伝統が続いている部派の、当初からの言語での記録ですし、その文言に途中で改変された形跡も見られませんので、当時の状況をそのまま伝えている可能性が非常に高いのです。一つの史書『島史』の二ヶ所だけ仏滅二百年を百年としていますが、その史書も含めて他の上座部の資料は全て仏滅二百年ですので、筆記した時のミスだと思われます。</p>

    <p>これだからまったく、筆記は信用できないのです。ちなみにずっと暗記による口頭伝承を続けてきた上座部も、スリランカに入って二百年余り、西暦紀元一世紀に、念のため筆記によっても聖典を残すことにしたのです。ついでに聖典以外の史書なども筆記しました。これによって、特に聖典以外の文言を必死になって暗記する必要はなくなったのですが、代わりに筆記特有の問題も生じるのです。</p>

    <p>一方、インドに残った説一切有部系の記録は、部派自体も既に滅びており、記録も漢訳されたものしか残っておらず、しかもそれは漢文のせいか翻訳前の原文が不完全だったせいか、仏滅百年とも二百年とも読めるものです。中国やチベットでの記録は、おそらくその同じインドの原資料を元に書かれた二次的なものですから、資料としての価値は下がります。<br>
      当時の背景を考慮しましても、上座部は「聖典を決して変えないまま保持する」ことをモットーにしており、そこに仏教教団の堕落を憂えたアソーカ王の、教団の粛正を求める第三結集の依頼がなされ、上座部はそれに積極的に参加し、他派の異解・邪見を質す『論事』まで作成しています。上座部とアソーカ王はお互いの思惑が一致していますから、上座部の記録ではアソーカ王の事跡を英王の行跡として詳説したと考えられます。</p>

    <p>一方のインドに残った部派の中、アソーカ王に排斥される側であった大衆部諸派はもとより、少なくとも論蔵に関しては独自の見解を縷々付け加えた説一切有部にとっては、「聖典を決して変えない」上座部とそれを是とするアソーカ王の態度は、眩しくも鬱陶しく感じられたかもしれません。</p>

    <p>諸記録の資料としての信憑性やそれを保持した諸部派の背景にこのような事情がありますので、パーリ伝に従って、アソーカ王は仏滅約二百年後の人で、逆算して、釈尊は紀元前４８３年頃に入滅したと見る年代が、より正確だと考えられます。</p>

    <p>ちなみに、現代の上座部の伝承では、これよりさらに六十年前の、紀元前５４４年を仏滅年と見て、そこから仏暦を始めています。この年代はスリランカの王の年代を基準に、インドのものと合わせて逆算したものだそうです。この六十年の差は少なくないのですが、スリランカが仏暦を初めて以来、当然のこととしてこちらが取り入れられています。</p>

    <p>【次回予告】第三結集の後、他の部派が全て滅びる一方、上座部だけはスリランカから世界へ、釈尊から私たちまで、不変の教えを伝え続けています。最終回『無常の世界に不変の真理』をどうぞお楽しみに。</p>

    <p class="release-date">パティパダー 2005年2月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>
  <?php get_template_part('partials/navigation/nav-bottom-study'); ?>

</section>