<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 パーリ経典を読んで初めて分かった「仏教のゴール」に到るプロセス</p>
    <h1>悟りの階梯</h1>
    <p class="subtitle">悟りの道も一歩ずつ</p>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第四回（最終回）</p>
    <h2>学びと確信が悟りの鍵</h2>
  </div>

  <div class="study-honmon">
    <h3>阿羅漢果</h3>

    <h4>阿羅漢果で全ての煩悩が消える</h4>

    <p>最後の阿羅漢果に達するためにも、最低もう一度だけ「無我」を「体験」します。というわけで最低の場合、たった四回だけ一瞬の「無我」を「体験」するだけでも、最高の阿羅漢果に達することはできます。ただしほとんどの場合、不還果に達した時に既に禅定を体験しています。</p>

    <p>阿羅漢とは、全ての煩悩が完全に滅した人です。煩悩が全くありませんので、智慧が何の制限もなくストレートにはたらきます。阿羅漢には「供養を受けるに相応しい・応供」という意味もありますが、煩悩という「敵を殺した」つまり煩悩を全滅させたという意味もあります。</p>

    <p>阿羅漢になると、これまで行ってきた業が全て時効になります。善い結果も悪い結果も出さないまま消えてしまうのです。それだけでなく、これから行う行為も、業にはなりません。悪いことはもとよりできなくなっていますが、善いことも、ただ行うだけです。業というエネルギーになって後に功徳の結果を出すには至らないのです。<br>
      どうしてそうなるかと言いますと、全てが無常だ、無我だと、完璧に「体験」して、全ての煩悩が消えていますから、どこかに生まれ変わりたいとか、もっとあれこれしたい、あれこれし足りないという気持ちが全く生まれないからです。ですから、これまでの業が結果を出したくても、せいぜい今生の生が終わるまで。死後に地獄などで苦しむはずの分は、どこにも生まれ変わりませんから、チャラです。<br>
      阿羅漢に悟ってからの新たな行為も、どんな善行為でもただ行っているだけで、功徳として来世の生まれ変わりに導く業には、決してなりません。怒りはもとより、何かしたいという欲さえ完全に消えていますから、種に火を通したり胚芽を取ったりしたように、その行為からは決して新たな芽が出ないのです。</p>

    <p>そのようにこれまでの全ての業を消し、新たに何の業も作らない阿羅漢が亡くなる時は、灯火が消える状態に喩えられます。阿羅漢は、火を灯させるロウや油のように、この一生涯分の命を続けさせるエネルギーが尽きたら、そこでただ、フッと消えるだけです。燃料が尽きていますので、次にどこにも燃え移りませんし、消えた灯火がその後どうなるのかと探すこともできません。消えたら消えただけ、それで終わりです。本当の滅が一瞬あって、後は滅さえないのです。ないものについては、もう何も言えません。</p>

    <h4>「在家阿羅漢」は無理</h4>

    <p>不還果までは何とか淡々と日常生活や経済活動を勤めていけますが、阿羅漢になると、もうダメです。淡々とさえも、日常の家庭生活や経済活動などの関係が営めなくなります。阿羅漢は出家者として、どんなしがらみからも自由で、どんな生命にも平等な立場でないと生活できないのです。不還まで在家で頑張っていた人、あるいは独自に修行していた人がもう何人も、阿羅漢果に達する時には、もう我慢できなくて家を飛び出して釈尊の所に行って出家を願い出て認められました。そんなお話が、幾つもお経に残っています。</p>

    <p>ある人の場合、不還果に達していたのですが、釈尊にお会いしてお話を聞いた途端に阿羅漢果に達し、すぐに出家を願い出、許可されました。出家者はゴミ捨て場などからボロ切れを集めて縫い合わせた糞掃衣を着用します。それを自分で作るようにと言われてボロを探している途中、その人は暴れ牛に跳ねられて死んでしまいました。身寄りもありませんでしたので、その人の遺体を釈尊が火葬して、お墓まで作られました。こんな「入門前」の人のためにどうして？とお弟子さんたちが驚きますので、この人は阿羅漢だよ、と釈尊が教えてあげました。<br>
      このケースのように、衣などを準備したり受戒して正式に出家する前に既に阿羅漢果に達していた場合さえあるのです。</p>

    <p>そのためでしょうか、現代の学界では「出家して入門する前から、在家のままで阿羅漢になることもできるはずだ、阿羅漢果だけは出家しないと達せられないというわけではない」と「在家阿羅漢」もあり得ると見ていますが、どうもポイントがずれています。</p>

    <p>仏教では「出家しないと阿羅漢になれない」などと、悟りを目指す修行者の形式や資格を問うているのではありません。「阿羅漢になる時は、また、阿羅漢になってしまったら、出家しないといられない、在家ではいられない」と、心が完全に執着から離れてしまいますので、在家生活が営めなくなることを言っているのです。形式にこだわって言っているのではありません。</p>

    <p>修行は在家でも出家でもできます。悟りの段階を進むにも、何の差別もありません。ただし、阿羅漢になったら在家ではいられません。何よりも、出家の方が在家生活のしがらみに妨げられないので、修行に専念し易いです。また出家するだけでも、これまでの生活と縁を絶つ覚悟と決心が必要ですから、同じ人でも在家の時よりは心も強く立派になっていると考えられます。さらに、出家すること自体が、仏法の興隆のために一生を捧げることですから、大変功徳のある行為です。</p>

    <h4>阿羅漢果で消える煩悩は五上分結</h4>

    <p>煩悩が全て消えると言いましても、不還果で欲界に対するものは全て消えていますから、阿羅漢になるまでに残っているのは、梵天界に対するものだけです。それは、五つだけです。梵天界、つまり三界の中の上位の二界に対する五つの煩悩ですから五上分結と呼ばれています。</p>

    <p>五上分結は、色貪、無色貪と、掉挙、慢、無明です。色貪と無色貪は、それぞれ色界と無色界に対する執着です。これが消えますので、梵天界にさえ生まれ変わることなく、ただ滅するのです。</p>

    <p>掉挙、慢、無明は、上位の二界に対してだけでなく欲界に対しても言われる煩悩ですが、この三つが、最後まで残っているのです。不還果まではどうしても完全ではありませんから、まだ「やった、この段階まで達したぞ」という達成感があります。これも掉挙です。阿羅漢にはそれはありません。無我、無常を「体験」していても、どうしても仮の「『私が』やったぞ」という感覚・慢も残ります。これも阿羅漢にはありません。それらを含めて、どうしても僅かに残っていた無知の根っこ、無明が、阿羅漢果で完全に消え去るのです。<br>
      これで仕事は終わり、為すべきことは為し終え、しなければならないことは、もう何も残っていません。阿羅漢になると、寿命の残りが尽きて完全に滅するまでは、自分のためにすることはもう何も残っていませんから、他者の悟りのためにだけ活動します。釈尊と同じく、「私のためには何も要りません。あなたが幸せになって下さい。悟りを開いて下さい」という心だけで活動します。</p>

    <h3>法随行と信随行（預流向）</h3>

    <p>最高の阿羅漢果はもとより、預流果にさえも、いきなり到達できるものではありません。釈尊ご自身が「順々に学び、順々に行い、順々に道を進むことによって、最高の智慧が完成します」とおっしゃっています。</p>

    <p>その、最高の悟りに向かう学び、行い、歩みの最初の一歩も、釈尊は丁寧に示して下さっています。その第一歩が、凡夫の道と聖者の道の分かれ目です。正しい方向に進めば、道がどんどん開けます。</p>

    <p>聖者の道の入口は、二つあります。教えに対する理解・法随行と、仏陀に対する信心・信随行です。両方兼ね備えていなくても、どちらからでも、聖者の道に入れます。人によって、教えの理解から仏道に入る場合と、信心から仏道に入る場合があるのです。</p>

    <p>仏陀の教えを聞いて喜び、理解できるなら、それは法に随って行く悟りへの道。仏陀の存在を喜び、仏陀に心定まるなら、それは信に随って行く悟りへの道です。このどちらかがあるなら、悟りへの道は開かれています。</p>

    <p>例えば、「全ては無常」とか「我はない」などと言われて、「あっなるほど、それなら気楽だ」と思わず納得して嬉しくなるようなら、法随行タイプ。「何て嫌なことを言うのだ。せっかく私が頑張っているのに」などと聞きたくなくなるなら、まだちょっと。仏陀の像や絵が飾ってある所に偶然行って、何となく気持ちよくなって心が落ち着くなら、信随行タイプ。「像があって何だか気持ち悪いなあ」と感じるなら、まだちょっと、ということです。</p>

    <p>信心から入る場合も教えから入る場合も、信・精進・念・定・慧の五根はあります。五根で頑張って学びと修行に励むと、道がどんどん開け、やがて一瞬だけ「無我」を「体験」し、預流果に達します。そうなればもう決して悟りの道から退きません。でも信随行と法随行自体が既に預流果に向かう道・預流向ですので、悟ってはいなくても、聖者の仲間、仏陀の家族の一員として、仏法僧の三宝に守られています。これだけでも大安心です。</p>

    <p>大安心した預流向の人は、このように頑張ります。「たとえ骨と皮と筋だけになっても、身体中の血肉が乾いてしまっても、人間の力、人間の精進、人間の努力によって達成すべきものを達成するまでは、この努力を決して止めはしません」。</p>

    <p>このような人が、釈尊を師と仰ぎ、釈尊が弟子と認める、仏陀の家族です。</p>

    <h3>おわりに</h3>

    <p>段階別に詳しく説かれている仏教の悟りの階梯を概観しました。その段階の全てにおいて悟りの内容が厳密に定義されていましたので、「私、ちょっと悟っちゃったかも」などと錯覚したり、人を騙そうとして言いふらせるような曖昧なものでは全くないことがよく分かります。</p>

    <p>そのためか、いろいろな宗教で「悟り、悟り」と言葉でだけは言っていますが、この悟りの内容までは、さすがにパクれなかったようです。今でも、釈尊の言葉をそのまま伝える初期経典にだけ、悟りの内容が明確に説き残されているのです。</p>

    <p>このような悟りの内容を知識的に言葉で知ることによっても、悟りは決して不可能な夢物語ではなく、最初の一歩から徐々に切り開いて行ける道であることが分かります。また、一気に頂上まで登る方法はなく、その代わり、まず足下から一歩ずつ進めばよいことが分かりますので、遥かな高みに向かって、地の底から崖をよじ登る力が湧いてきます。</p>

    <p>このように仏法を知識として学ぶこと自体が、悟りへの第一歩・法随行の一部だと自分に言い聞かせて、分を弁えず、まだ手にしてもいないことを、偉そうに文章にしました。内容にどのような誤りがありましても、それによって読者の皆様に迷惑が掛かりませんように。皆様が共に、迷わず悟りへの道を歩んでいけますように。</p>

    <p class="release-date">パティパダー 2005年4月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>

  <!-- テンプレートを改造 最終回用-->
  <nav class="nav-single-bottom">
    <a href="<?php echo get_permalink(get_adjacent_post(false,'',true)); ?>" class="navpart-single-left">前の回</a>
    <a href="<?php echo esc_url( home_url( '/world/study/' ) ); ?>" class="navpart-single-center">INDEX</a>
  </nav>
  <!-- テンプレートを改造 -->

</section>