<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 最新の仏教研究で解き明かすパーリ三蔵の成立過程</p>
    <h1>パーリ聖典の源流</h1>
    <p class="subtitle">釈尊の言葉は失われたのか？</p>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第二回</p>
    <h2>第一結集で何を編纂したの？律と経</h2>
  </div>

  <div class="study-honmon">
    <h3>第一結集で律蔵はどれだけ確定したの？</h3>

    学界では釈尊の教えそのままかどうか「分からない」ともったいぶられていますが、外から眺めるだけでなく、パーリ聖典に説かれているその内容を直接、しかも「客観的に、学問的に」読んでみると、それが第一結集の時にきっちり確定し、それ以後決して揺るがなかったのだとしか言えなくなるでしょう。

    <p>まず律は、第一結集で定めた時から現代まで、何一つも変わっていないと、簡単に分かります。戒律は、釈尊ただ一人が定めたり廃止することができる、弟子たちのための法律ですから、仏滅後に増えたり減ったりするはずがないからです。第一結集どころか、釈尊在世中からしっかり定まっていたのです。<br>
      釈尊は入滅直前に「戒律をたくさん作り過ぎたから、些末なものなら廃止しても良い」と弟子たちに許したのですが、弟子たち自身が、何一つ廃止しないと決めたのです。自分たちで新たに条項を付け加えるのは論外です。<br>
      律蔵の内容が第一結集当時も現代も変わりないことは、釈尊の在世中から行われていた布薩（ふさつ）という行事からも窺えます。二週間に一度の布薩のたびに、近在の弟子たちは全員一ヶ所に集まることが義務づけられていました。一日一夜を共に過ごす中で、弟子たちは戒律の全ての項目を共に唱え、その一つずつについて、各自の違反の有無をチェックしていました。自分たちの戒律をお互いに確認するのですから、条項を適当に省いたり付け加えたり内容を変えたりすることは、到底できませんし、毎回全部唱えますので、嫌でも覚えてしまいます。<br>
      あるお経に「百五十いくつの戒律を守る」という文言が出てきますので、その時は戒律の条項はまだそのくらいしか数がなかったと分かります。仏滅までにもっと増えて、結局二百五十ほどになりました。仏滅後は全く増減がないまま、その戒律がそのまま現代に伝わっているのです。<br>
      でも学界では、そうは見ていません。パーリ聖典以外にも漢訳やチベット訳でだけ残っている他の仏教教団（部派）の律蔵がありますが、その内容がお互いに結構違っていて、しかも漢訳やチベット訳のものには、途中で改竄した痕跡が幾つかあるものですから、「現存する律蔵は釈尊当時のままのものではなく、様々な改変を受けながら伝えられてきたのであろう」と見ています。そして「パーリ聖典もその例に漏れないであろう」と一緒くたに断定されています。<br>
      でもパーリの律蔵は、厳密に調べても、どこにもほころびが見つかっていないのです。まず文言の形式からは、改変の跡が見つかっていません。内容については、何人かの学者がパーリ律のここが変だと何カ所か指摘していますが、全部、文化の違いによる解釈のずれです。<br>
      このように、パーリの律蔵にだけは改変された跡が見つからないのですから、「パーリも改変されただろう」と言うよりは「パーリは改変されていない」と言う方が、より正確な言い方というものです。</p>

    <p>現存のパーリ律蔵には、個々の戒律が制定されるきっかけとなった事件が因縁譚として説かれ、さらに、各戒律の適用範囲や犯した場合の罰則が、判例を挙げて示されています。これらも、釈尊当時に実際に起こった事件や判例を記録したものです。釈尊は、何かの事件や問題が起こったから、それが以後起きないようにと、戒律を仕方なく作って弟子たちを戒めたのです。弟子たちがしっかりしているのに、戒律だけを先にどんどん作ることはありませんでした。ですから戒律の条項だけ先に決まっていて、それに合わせてその因縁譚や判例が後から創作されたと考えることは、順序が逆ですから、できません。始めからセットで戒律なのです。</p>

    <h3>第一結集で経蔵はどれだけ確定したの？</h3>

    <p>経典も、そのほとんどは第一結集の時に確定していました。何しろ、釈尊が説いた教えが経典なのですから、仏滅までに全部揃っているのは当たり前のことです。<br>
      ただし律の場合と違って、全ての弟子が釈尊の全ての説法を聴いていたわけではありませんので、五百人ものアラカンたちが自分たちが聴いたものを相互にチェックする必要がありました。自分が聴いて覚えている説法をお互いに持ち寄り、知らなかった説法を新たに聴く中で、聞き間違い、言い間違い、覚え間違いなどをチェックしたのです。これによって、間違った内容の教えを保存してしまう可能性は全くなくなり、釈尊が説いたそのままの教えが、語句まで正確に、一揃いの経典「経蔵」になって、みんなに等しく保持されたのです。<br>
      もちろん、完全に悟ったアラカンたちが嘘を言うことはあり得ませんので、彼らが口を揃えてお経を捏造した心配は全くありません。
      経蔵に含まれる経典のほとんどは釈尊自身によるものですが、サーリプッタ長老など高弟たちが説いたものも、さらには神々などが説いたものまで、釈尊以外の人々が説いた「経典」も幾つかあります。これらの「お経」は、釈尊が生前に真実語であると是認していましたので、仏説に準じるものとして経蔵に一緒に収録されたのです。<br>
      同様に、仏滅後に弟子たちが説いた経典も僅かに収録されていますが、その内容は釈尊在世中の教説と同じであり、五百人のアラカンたちが内容に間違いなしと認めていますので、これも仏説に準じるものです。</p>

    <p>経蔵は、以下の五つのグループに分類されます。</p>

    <ol>
      <li>長部経典三四経：比較的長い、物語も含む経典。</li>
      <li>中部経典一五二経：中位の長さの、教説をぎゅっと詰めた経典。</li>
      <li>相応部経典二八七二経：短いお経を、教理や説者などの共通点に応じてグループ分けしたもの。</li>
      <li>増支部経典二一九八経：四諦や五力など、説かれる教説の数によって一から十一までグループ分けした、短いお経の集まり。</li>
      <li>小部経典十五経：以上のどこにも入らない特異な経典の集まり。「スッタニパータ（経集）」「ダンマパダ（法句経）」「ジャータカ（前生経）」など。</li>
    </ol>



    <p>この中、長部、中部、相応部、増支部の四つのグループには、第一結集以後新たな経典は加わっていません。<br>
      小部経典には、第二結集やそれ以後に加えられた経典も僅かにありますが、それらの経典には必ずそう明記して区別してありますので、ごちゃ混ぜにはなりません。例えば餓鬼に関するお経を五十ほど集めた『餓鬼事経』に、第二結集の時に加えられたお経が幾つかあります。仏滅後にも弟子たちが餓鬼に遭遇して助けてあげた事件があったので、その顛末も経蔵のこのお経のグループに含めたのです。でも、きりがないからでしょう、一つ二つだけです。それらは、第一結集の時に既にきちんと整理されている各経典群の、一番最後に明記して加えられています。</p>

    <p>長部、中部、相応部、増支部、小部の五部にグループ分けされたたくさんのお経は、その一つ一つに経名と番号が付けられ、十経ずつ一セットにまとめられ、セットの名前まで付けられています。それがこの五部にグループ分けされているのです。こうしておくと、お経のどれか一つでも抜け落ちたら、数が足りなくなるのですぐに分かります。デタラメなお話を「お経」だと言って後から付け加えようとしても、数が増えて合わなくなるので、すぐにバレます。<br>
      一つのお経の終わりに続編を作ってくっつけようとしても、全ての経典の終わりに「この何々経はこれで終わり」と終わりの印が付いているので、その後にはどうやっても続けられません。もちろん、お経の途中に別の話を挿入しようとしても、前後と話が合わなくなるし、アラカンたちがしっかり覚えた内容と違うので、これもすぐにバレます。<br>
      このように、最初にお経を結集した時に何重にも鍵が掛けてありますので、経蔵やその中のお経の一部を改竄することは、どんなお経泥棒にもお経仕掛け人にも無理です。ですからますます、釈尊の教えが第一結集で保存されたまま、現在まで伝わってきたと分かるのです。お経を保存し守るこのような編纂の工夫も、五百人ものアラカンたちが智慧を持ち寄ってこそできたことです。</p>

    <h3>第一結集の経蔵が残っているのはパーリ聖典だけ？</h3>

    <p>いいえ。インド語ではパーリ聖典だけですが、漢訳経典にかなり、チベット語訳経典にホンの少し、残っています。それらの翻訳経典は、上座部が保持するパーリ聖典以外の、他のいろいろな部派が保持していた経蔵からの翻訳です。<br>
      他の部派の経蔵も、パーリのものと同様に、五部または小部以外の四部に分類されていたようです。漢訳に残る経典はいろいろな部派の経蔵から一部ずつが残ったものなのですが、それらをかき集めると、この部派の中部（中阿含）、あの部派の長部（長阿含）などと、パーリ五部の一つずつと名前も一致し、中に保存されている経典も何となく同じように揃っている各部派の経蔵の一部ずつが、辛うじて揃います。全部合わせると、四部または小部も含めた五部に、だいたいなるのです。<br>
      このことからも、仏滅直後の第一結集の時にアラカンたちがきっちり編纂したそのままの経蔵が、パーリ聖典にしっかり保持されていることがよく分かります。仏滅から何百年も経ち、いろいろな部派に分裂した後で、上座部が自分たちの聖典を独自に編纂したのなら、他のどの部派の経蔵も同じ名前の同じ五部の分け方になっているはずがないからです。いろいろな部派に分裂する前、つまり第一結集の時にみんなで編纂した経蔵が、他の部派のものはほとんど失われましたが、パーリ聖典にだけは、完全に残っているのです。</p>

    <p>でも漢訳経典は、一つ一つのお経の内容がパーリ聖典のものとかなり違います。その場合どうしても、翻訳された形跡のないパーリの経典よりも、漢訳の方が信頼度が落ちます。漢訳はパーリ（マガダ）語からの直接の訳ではなく、一旦、北西インドの方言ガンダーラ語などに訳された後、仏滅千年近くも経った西暦四、五世紀までに漢文に訳されたものです。翻訳からの翻訳（重訳）であることや、それもインドの言語から全く文化の異なる漢文に訳されているのですから、信頼度が落ちるのも無理もありません。<br>
      また、残った漢訳経典には番号が振ってあるものもありますが、経典の数も、パーリのものとかなり違います。総じてパーリの方が少ないのです。でも、例えばある部派の中部経典に本来どれだけの数の経典があったのか、どれだけが抜け落ちて、どれだけが後から創作されたのか、それが漢訳の時に変わったのか、インドで既に変わっていたのかも、その部派自体が滅びた今、分かりようがありません。<br>
      このようにお経の数や内容が、漢訳された他の部派のものはパーリのものとかなり違い、しかも不完全ですので、学界では、完全に残っているパーリ経蔵を基準にして、漢訳経典をそれと比較して、これはない、それはある、あれはパーリのものと内容がかなり違う、などと研究しています。<br>
      このような状況にも関わらず、漢訳とパーリのお経の内容が異なる場合、それでも「文字で伝えた漢訳が正しくて、口伝えのパーリの方が後から変更した」と言う学者が今でも結構あります。こうなると、あまり学問的な態度とは言えません。
      他の部派のものからチベット語に訳された経典は、漢訳よりもっと歯抜け状態です。中部、長部などという一塊りでも残ってなく、幾つかのお経が単行で訳されているだけです。チベット訳経典は、研究もほとんどされていません。</p>

    <p>ついでに言えば、同じ聖典の中でも「詩の形で説かれた偈文のお経は言葉が古いので早い時期に成立したもので、普通の文章で説かれた散文のお経は、言葉が当時普及していた日常語なので偈文のものより遅く成立したはず」と、学界ではよく言われますが、これも的外れです。詩の形にする時は韻律の制限があったり、格言のようにインパクトを込めますから、わざわざ古めかしい、格調高い言葉を使うものなのです。釈尊が詩の形で説いたり日常の言葉で説いたりしたその全てのお経を、全部一括して、アラカンたちが第一結集の時に確定したのです。</p>

    <p>他の部派の聖典が全て様々な改変を受けたりボロボロになる中で、パーリ聖典だけが完全な形で保存されていますので、第一結集をした釈尊の直弟子たちが最初っからきっちり確定して、少しも変更できないようにしっかり鍵をかけて、そこから、後に続く弟子たちが二千五百年もの間、ずーっと守り続けて現代まで伝えてきたのだということがよく分かります。始めにしっかり作って、怠らずにきちんと保っていたから、少しも壊れなかったのです。</p>

    <p>【次回予告】第一結集だけでは仏典の編纂作業は終わらない。続く第二・第三結集こそが、仏教を世界宗教へと飛躍させる契機となった。詳しくは、第三回『教団の分裂・第二結集と第三結集』を待たれよ！</p>

    <p class="release-date">パティパダー 2005年1月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>
  <?php get_template_part('partials/navigation/nav-bottom-study'); ?>

</section>