<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 パーリ経典を読んで初めて分かった「仏教のゴール」に到るプロセス</p>
    <h1>悟りの階梯</h1>
    <p class="subtitle">悟りの道も一歩ずつ</p>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第三回</p>
    <h2>悟りが進むと輪廻が減る</h2>
  </div>

  <div class="study-honmon">
    <h3>一来果</h3>
    <h4>一来果では煩悩は弱まるだけ？</h4>

    <p>預流果に達してからは、説法を聴くだけではもう進みません。瞑想修行もして、もう一瞬だけ、「私がいない、何もない」瞬間を「体験」すると、第二段階の一来果に達します。</p>

    <p>一来果では、有身見、疑、戒禁取の三結は当然消えていますが、その他に、欲、怒り、無知の三煩悩が、いずれも弱くなります。<br>
      「え～っ、たったそれだけ？」はい、それだけです。</p>

    <p>一来果の次の不還果がまたちょっと劇的に段階が上がりますので、この一見中途半端な一来果は、学界では「阿羅漢果が当然第一に確定し、それから預流果と不還果、それからだいぶ後に一来果が加わって、悟りが四段階に揃えられたのだろう」と、四沙門果「説」が時代を経て徐々に発展したその最後に付け足しのように成立したものと見られています。</p>

    <p>でも、後の人々が悟りの段階を徐々に決めたのなら、どうして比較的明確な三段階だけで終わらず、一来果も加えて四段階にしなければならなかったのでしょうか？ちょっと筆が滑って、蛇足を付けてしまったのでしょうか？何の理由も見出せません。</p>

    <p>そもそも、四沙門果の記述はどの経典に説かれるものも一致していますし、それが説かれる経典のどこにも、後代の増広や付加の跡は見られませんし、しかも四沙門果はありとあらゆる経典に説かれていますから、学問的にも「四沙門果は最初から四段階で確定していた。確定したのは釈尊ご自身だ」と結論する以外に、何もできないのです。</p>

    <p>「私がいる」という最大の邪見が消えて預流果に達してから第三の不還果に達するまでのこの一来果は、煩悩が完全に消えたわけでもない、禅定に入って梵天の世界に遊べるわけでもない、ただひたすら仏道を学び瞑想修行に明け暮れ、それでも心が成長した気配は、もう一瞬の「無我」の「体験」以外およそ感じられない地味な段階です。でも、自分でも気付き難くても「以前のように激しくしつこく欲しがらなくなった、激しくしつこく怒らなくなった、以前よりはものごとを明晰に処理できるようになった」など、心のレベルは進んでいます。</p>

    <p>その進みの度合いも、千五百もある煩悩のどれが特に弱まるかも、おそらく人によってそれぞれ微妙に違うのでしょう。それを全部まとめて一言で表現すると、釈尊がおっしゃったように「三結が消えた、プラス、欲、怒り、無知が弱まった段階」になるのです。</p>

    <h4>一来果の特典</h4>

    <p>一来果に達すると、輪廻が後たった一回だけで済むようになります。完全に悟ったわけではありませんし、禅定に入って梵天界に遊ぶこともまだできません。完全な悟りのために、もう一回だけ再挑戦しないといけません。もう一回だけこの世界に戻るから、「一来」と呼ばれるのです。</p>

    <p>完全な悟りのために生まれ変わる境涯は、もちろん地獄、畜生、餓鬼の三悪趣ではありません。楽を感受するだけの天界でも、修行はできません。修行して悟りを完成させるために、人界に生まれ変わります。<br>
      また、煩悩が弱まり、その分だけ智慧が現れますので、人々からますます信頼されます。</p>

    <h3>不還果</h3>

    <h4>禅定を体験して不還果に</h4>

    <p>一来果を超えて不還果に達するためには、最低もう一度だけ「無我」を「体験」しないといけません。でも一来果に達した修行者が次に不還果に達する時は、ほとんどの場合、瞑想に習熟して禅定に入り、禅定の世界・梵天界を体験しています。一瞬の「無我」だけでなく圧倒的な禅定体験が、不還果に達する鍵になります。</p>

    <h4>天と梵天の違い －天は欲界の生命－</h4>

    <p>不還果に達したほとんどの修行者が体験している禅定の世界・梵天界と、私たちが今いる世界の間には、ちょっとやそっとでは超えられない壁、断絶があります。</p>

    <p>私たちが知る限りの地球上の全て、さらに太陽系や銀河系を含む、知り得る宇宙の全ては、目や耳や身体などを通した感覚によって知られる世界です。これを仏教では、欲界と呼んでいます。欲界とは「欲望に満ちている」という意味でも良いのですが、もっと穏やかに観察しても、私たちが知っている自分や世界の全ては、やっぱり全部、目や耳や鼻や舌や身体から得られる感覚・情報を感受しているだけですから、そんな感覚を欲しがっている、そんな感覚だけで成り立っている世界という意味で「欲界」です。</p>

    <p>欲界は、私たちが知り得るこの全宇宙と、そこに住む私たち人間や動物たちだけではありません。私たちが普段は知ることができない生命の次元も、仏教は平気で、これも欲の世界です、と紹介してくれます。仏教では全ての生命の境涯を五つにまとめます。下のランクから順に地獄、畜生、餓鬼、人、天の五つです。全ての生命は、この五種類の中のどれかに生まれ変わり死に変わりして絶え間なく輪廻しているのです。</p>

    <p>餓鬼と人の間に阿修羅（争う・競争する生命）を別に立てて六道輪廻として分類する場合もあります。どちらにしても天と人だけが好い境涯・善趣で、悪い境涯・悪趣は、地獄、畜生、餓鬼の三悪趣、または阿修羅を加えて四悪趣です。阿修羅は好くない生命の段階です。</p>

    この五（六）道輪廻の境涯は全部、欲界、感覚だけで成り立っている世界です。畜生の一部には目や耳が利かない生命もいますし、逆に天人には目や耳の感覚だけがあって舌や身体では感覚を受けないそうですが、それらの生命を全部まとめて、結局は五感のどれかで感覚を受け取って六番目の感覚・心で味わっている生命の世界です。

    <p>この五（六）道輪廻のどの境涯にも、私たちは何の修行もなしに生まれ変われます。地獄や畜生や餓鬼に生まれ変わるのは簡単です。目や耳から入る情報に基づいて怒ったり恨んだり欲しがったり他人を羨んだりしていればよいのです。人間や天人に生まれ変わるのは少し大変ですが、それでも、同じく目や耳から入る情報に基づいて慈しみの心を持ったり、その心で他人のために何かしてあげればよいのです。仏教で言う修行や瞑想など、する必要は全くありません。普通の生活をするだけで、いつまでも思う存分、五道のどれかに生まれ変わり、思う存分、苦しんだり苦しんだりできます。それが欲界です。</p>

    <h4>天と梵天の違い －梵天は色界・無色界の生命－</h4>

    <p>瞑想に習熟して、目や耳などの五感に頼らない、しかも六番目の感覚・心で考える妄想も全くない、心が純粋にはたらくだけの状態に達したら、それが禅定です。身体も妄想概念も全部切り離して、心だけが穏やかに生滅し続けます。</p>

    <p>この禅定状態も、悟りではなく、輪廻の世界です。心が全ての感覚から離れただけで、心はずーっと流れ続けますが、そのエネルギーが尽きて滅するわけではありません。禅定から起って、心の概念を含めた六感の世界に戻ると、元通りの身体や概念が戻ってきます。禅定状態は、煩悩を滅して智慧が現れる悟りの状態ではなく、煩悩が、その間だけは単にはたらいていない、ただの煩悩休止状態なのです。</p>

    <p>禅定状態も輪廻の世界ですから、そこにも生命がいます。「世界」と言っても、禅定状態の心だけの「世界」ですから、私たちが考える地球とか宇宙などの世界とは随分違います。銀河の果てまで探しても、宇宙のどこにも、禅定の世界は「ありません」。でも、ないのではなく、私たちの目や耳では感受できないだけです。心だけの世界として、ちゃんと「あります」。</p>

    <p>禅定に達して心だけでその禅定世界に遊ぶこともできますが、禅定に達した人が亡くなると、禅定状態への執着が強く、逆にこの普通の欲の世界への未練がありませんから、禅定の世界に生まれ変わります。この禅定の世界を、梵天界と呼んでいます。まだ欲界レベルの天人の世界・天界を遥かに超えた世界です。そこに住む生命は、天人・神々とは比べものにならないレベルの、梵天と呼ばれる生命です。</p>

    <p>梵天界は、さらに細かく二種類に分けられます。瞑想の対象にもなる、何らかの物質が僅かにある色界と、それさえもない、本当に心だけの無色界です。色界、無色界の二つの梵天界と、私たちの欲界を合わせて、三界と言います。</p>

    <p>梵天界も輪廻の世界なのですが、五（六）道輪廻の天界には、私たちは普通、梵天界を含めて考えてはいません。あまりに次元が違うからです。でも、輪廻する全世界を欲界・色界・無色界の三界に分類する時は、五道輪廻の中の地獄から欲界天までが欲界だと明示し、それに色界・無色界の二つの梵天も「天」に含めます。これで、五道でも三界でも、輪廻の全世界を言い表したことになるのです。</p>

    <p>三界に分けた時の色界・無色界が五道輪廻の天界に含まれない、輪廻でも悟りでもない、心だけの怪しげな境涯というわけではありません。れっきとした輪廻の境涯です。修行しないと達せられない、特殊な境涯だというだけのことです。</p>

    <h4>不還果では五下分結が消える</h4>

    <p>不還果に達したほとんどの人が禅定に入って梵天界を体験し、そうでなくても三度目の「無我」を「体験」し、身体で感覚を味わう欲界への執着だけは完全に消えてしまいます。欲界への執着が完全に消えますので、不還果では心を欲界に結び付ける五種類の執着・五下分結が全て消えると言います。下分結とは、下の境涯・欲界に結び付ける煩悩ということです。その五つとは何でしょうか？千五百種類もの執着・煩悩の中、欲界に対する執着をたった五つにまとめて消し去るからには、あっと驚くものであって欲しいものです。</p>

    <p>ところが五下分結とは、預流果で既に消え、一来果でも既に消えていると再確認された有身見、疑、戒禁取の三結と、後の二つは、激しい欲、激しい怒りだけです。無知の中では相変わらずの三結と、欲と怒りの中では激しいものが消えるだけなのです。これでは『欲、怒り、無知が弱まる』と言われた一来果と、ほとんど変わりません。</p>

    <p>でも、決定的に違う点があるのです。一来果では弱まるだけだった下界・欲界への執着・煩悩が、不還果では完全に消えていることです。不還者の心にはもはや俗世間に対する欲も怒りもありませんから、この世界に関する全てのことに、心はもう揺れません。ただ淡々と日常生活の仕事をこなして過ごすだけです。お腹が空いたら、身体を維持するためにだけ何かを取り入れる、誰と何があっても、仏教のこと以外なら自分がすぐに引いて他者を許し、自分を懺悔するのです。この世への執着が全く消えた分、智慧がかなり大胆に現れますから、他の生命に対する慈悲に溢れた、心静かな聖者という感じになります。</p>

    <p>その代わり不還果では、もともと禅定を嗜んでいた人は梵天界への執着だけは残ります。あるいは、一来果まで禅定に達せずにいた人には、梵天界を体験して不還果に達したことで、梵天界への執着が新たに生まれます。三度目の「無我」を「体験」して不還果に達した人も、欲界への執着は消えますが、まだ完全に滅するには踏み切れず、欲界でない清らかな状態への執着が生まれます。この執着を色界への欲・色貪と無色界への欲・無色貪と言います。</p>

    <h4>不還果に達すると梵天界に生まれる</h4>

    <p>不還果に達した人は欲界への執着が消えていますから、死後には欲界のどこにも生まれ変わりません。地獄などの三悪趣はもとより、欲界天にも人界にも輪廻しないのです。この欲の世界にもはや決して帰らないので、「不還」と呼ばれます。</p>

    <p>と言ってもまだ完全に悟っていず、梵天界への執着がありますから、この世界での生が終わると、梵天界に生まれ変わります。梵天界には親の身体から生まれるのではなく、ただパッと化けて現れるので、不還者のことを化生者とも言います。</p>

    <p>この欲界にはもはや生まれ変わらないので、その点は最高の阿羅漢果と似ていますが、梵天界に生まれ変わってしまうので、もう一回だけ輪廻があります。ただし、梵天界でのとてつもなく長い禅定状態の寿命が尽きると、それで完全に滅して、そこから他の境涯に生まれ変わることは、もうありません。</p>

    <h4>禅定には悟らなくても入れる</h4>

    <p>ここで気を付けてほしいことがあります。不還者は亡くなると必ず梵天界に生まれ変わりますが、梵天界に生まれ変わる生命の全てが不還者とは限らないということです。</p>

    <p>瞑想して禅定に入ることは、インドでは釈尊以前から最も著名な修行の一つでした。それは祭祀を行うバラモンの伝統ではなく、独自に出家して瞑想を楽しむ遊行者の伝統に伝わっていました。</p>

    <p>釈尊ご自身、在家の王子の頃から禅定の最初の段階・色界初禅に入って楽しんでいました。釈尊が出家してすぐに弟子入りした二人の師匠は、それぞれ禅定の最高と最高から一つ下の段階の達人でした。釈尊ご自身も、すぐに両師と同様、禅定の最高の段階まで達しました。</p>

    <p>でも釈尊は、最高の段階までの禅定の全てを、「これは悟りに至る道ではない。せいぜい梵天界に往生するだけだ」と、捨てられたのです。</p>

    <p>悟りの段階に達していず、つまり「私」がいるという有身見が消えず、無常や無我が一瞬も「体験」できていないまま、ただ瞑想に励んで禅定に達した人は、その素晴らしさに囚われます。その一方で、この欲界に対する執着も、消えるわけではありません。禅定を楽しんだ後は、日常生活の中で欲を楽しんだりします。</p>

    <p>このような凡夫の禅定者は、死後に梵天界に輪廻しますが、そこでの長寿を終え、禅定の功徳が切れたら、また欲界のどこかに輪廻してしまいます。欲界の楽に対する執着や、以前に行った善悪業のカルマが欲界に引き込むのです。そうして輪廻の苦しみが続きます。</p>

    <p>でも「『私』はない」と無我、無常を「体験」して悟りの段階に入った人が禅定に達し、梵天界の素晴らしさを体験すると、やはりその素晴らしさに執着しますが、どこかに、この素晴らしさも所詮は無常だという諦めもあります。</p>

    <p>このような聖者は、梵天界に執着する代わりに欲界への執着をあっさり捨ててしまいます。ですから梵天界には生まれ変わりますが、そこでの長寿を終えるともう満足していますので、何の執着も残らず、どこにも輪廻せず、ただ消えてしまうのです。</p>

    <p>同様に、欲界の天人たちには、預流果に達した聖者の天人とただ善業の結果で生まれた凡夫の天人たちがいます。凡夫の天人たちの一部には、人々が悟りを開いたり不還者として梵天に往ったりして自分の欲の世界から完全に離れていくのが嫌で、快楽や恐怖によって邪魔をしようとする者もいます。釈尊を何度か邪魔したマーラ（魔）は、そのような天人です。</p>

    <p>私たちも、悟っていなくても、誘惑や脅しには充分気を付けて自己を戒めましょう。</p>

    <p>【次回予告】『阿羅漢』までまっすぐ続く悟りの流れに、教えを学ぶことと仏陀への揺るぎない信頼だけで入れます。最終回『学びと確信が悟りの鍵』をお楽しみに。</p>

    <p class="release-date">パティパダー 2005年6月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>
  <?php get_template_part('partials/navigation/nav-bottom-study'); ?>

</section>