<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 最新の仏教研究で解き明かすパーリ三蔵の成立過程</p>
    <h1>パーリ聖典の源流</h1>
    <p class="subtitle">釈尊の言葉は失われたのか？</p>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第一回</p>
    <h2>パーリ聖典の編纂・第一結集</h2>
  </div>

  <div class="study-honmon">
    <h3>パーリ語聖典？ パーリが聖典？</h3>
    <p>二十一世紀を生きる私たちに、今から二千五百年も前の一人の人物に端を発する、膨大な智慧の宝庫が脈々と受け継がれています。<br>
      その人物に名前はありません。いいえ、その人がインド北部、ガンジス河上流の釈迦国の王子であった頃には、ちゃんとゴータマ家のシッダッタという名前がありました。でも出家した時に、王家の地位も財産も、妻も子も、名前までも、全部捨ててしまったのです。<br>
      出家して六年後に悟りを開いて覚者（ブッダ）となったその人を、当時の人々はただ、先生とか尊師などと、一部の人はゴータマさんなどと出家前の苗字で呼んでいました。今ではゴータマ・ブッダ（ゴータマ家出身のブッダ）とか、釈尊・釈迦尊（釈迦国出身の尊者）とか、釈迦牟尼仏陀（釈迦国出身の尊者［牟尼］であるブッダ）などと呼んでいます。<br>
      その釈尊と呼ばれる人が、悟りを開いてから亡くなるまで四十五年もの間、休む間もなく説き続けた教えが、悟りに導く智慧の宝庫として、現代にまで受け継がれているのです。その宝庫は、釈尊当時の言葉で、ただ、聖典（パーリ）と呼ばれていました。<br>
      そういうわけで、本当は「パーリ」がそのまま「聖典」という意味なのです。「パーリ（聖典）語」などという言語はないのです。釈尊の当時にもありませんでした。</p>

    <p>釈尊は、自分が主に活動したガンジス河流域のマガダ国やコーサラ国の人々が日常使っていた、マガダ語という言葉や、説法の聞き手に合わせて他にも五、六種類のインド諸語（方言）で、教えを説いていました。<br>
      その教えがそのまま、釈尊と同じく完全な悟り（アラカン果）を悟った弟子たちによって、テープレコーダーに吹き込まれたように一語一句も漏らさず加えず間違わず、聖典（パーリ）としてまとめられたのです。</p>

    <p>釈尊が語った説法の言語は五、六種類のインド語全てに亘りますが、弟子たちがその教えを聖典（パーリ）としてまとめた時は、言語上の統一を取るためでしょう、釈尊が語っていた各種の方言のままではなく、一つの言語に統一されていました。聖典（パーリ）に採用されたその言語は、釈尊がおそらく最も多く語っていた、マガダ語です。そしてそれが、そのまま現存パーリ聖典に保存されているのです。<br>
      パーリ聖典を読んでいますと、時々、パーリ（マガダ）語でなさそうな言葉に出くわします。それは特に、当時の一般の人々の会話文の中に見られます。各地方の人々がそれぞれの方言で喋っていた何気ない言葉は、パーリ（マガダ）語に直し難かったのでしょう。原意を損なわないためにも、その音のまま保存したものと思われます。</p>

    <h3>これが聖典の編纂だ！ 第一結集</h3>

    <p>聖典のまとめは大事業でした。でも素早く、確実に行われました。釈尊が亡くなったその時にもう、教えが散逸するのを懸念した高弟たちが、マハーカッサパ尊者を中心に協議し、聖典をまとめる段取りを決めていました。そして仏滅から僅か三ヶ月後に、インド中から五百人ものアラカンたちが、マガダ国の首都ラージャガハ（王舎城）に集まり、ウパーリ尊者が律を、アーナンダ尊者が教え（経）を、覚えているままに唱え、その内容を五百人ものアラカンたちがチェックし、お互いに覚え間違いも遺漏も余計な付け加えもないよう、確定しました。<br>
      これが聖典の第一結集です。経・律・論の三蔵から成る聖典の中、経と律はこの時確定したことが分かります。論（アビダンマ）については、史書には第三結集の時まで何も記録されていません。</p>

    <p>第一結集で定められた聖典がどんなものであったのか、現代の学問の世界（学界）では、まず、「分からない」と言います。聖典をせっかくまとめたのですが、筆記用具や紙などで書いて記録する古代中国や古代西洋の文化と違って、古代インドでは、説かれた言葉を丸ごと耳から覚え、人に伝える時も、聞いて覚えたそのままを口で唱える口頭伝承の文化でしたから、書かれたものが何も残っていないからです。<br>
      しかし学界では、「分からない」に留まらず、現代文明人である我々の基準を当てはめて、「口伝えでは覚え間違いやもの忘れ、言い間違い・聞き間違いが必ず出てしまうはずだから、釈尊の説法もそのまま正しく保存されているはずがない。現存するパーリ聖典は、西暦紀元前後にスリランカで筆記されて以後のもので、そこからは間違いもほとんどないかもしれないが、それまでの約五百年間は、忘れたり間違ったりでお経の内容が失われたり付け加えられたり、あれこれごちゃ混ぜになっていたはずだから、現存パーリ聖典は結局、釈尊の直接の教えとは言えないだろう」とまで言います。</p>

    <p>これは、一般に我々がよくやってしまう、でも学界など厳密な論理の世界では決してやってはいけない誤りです。でもやってしまいます。<br>
      我々現代人は伝言ゲームでさえ思いっきり伝え間違うほど記憶力が乏しいので、自分だけでなく誰がやっても記憶による伝達は信用できないと考えてしまいますが、古代インド人が筆記でなく暗記を伝達・保存手段に選んだのは、少なくとも彼らにとって、暗記の方が筆記より正確だったからです。<br>
      口頭伝承文化のインドでは、長い物語でも覚え易いようにいろいろな工夫がされています。パーリ聖典も同様に、詩の形式で説かれたり、教説のテーマが始めに数え上げられ目次になっていたり、数を合わせたり、定まったリズムで唱えられるよう音の数を調節したり、大事な文言は繰り返し出てきたり、様々な工夫をして楽しくしっかり学びながら覚えられるように説かれています。<br>
      このように覚え易く工夫して説かれたパーリ聖典が、真剣に説いた釈尊と真剣に聞き覚え伝えてきた弟子たちの絶え間ない伝統の中で、たとえ三千年、一万年経っても、僅かでもうろ覚えになったり内容が曖昧になってしまうものかどうか、今も伝統を受け継ぎ、聖典を伝え続けている、スリランカや東南アジアのお坊さん達の生きた姿で確かめてみると、よく分かります。</p>

    <p>一方、筆記による漢訳仏典は、せっかくの訳本が戦火で焼けたり、書き写す際にも遺漏や書き加えや、漢字の間違いなどが結構ありますので、きちんと訳した後のものでも、きっちり正確に伝わっているとは言えません。<br>
      学界では「漢訳仏典も釈尊の言葉そのままではないだろう」と見ていますが、でもそれは、筆記による伝達の問題ではなく、翻訳前の原本が口頭伝承だったからということになっています。やっぱり。</p>

    <p>というわけで、現存パーリ聖典が第一結集で確定された釈尊の教えそのままかどうか、学界では否定的で、物的証拠がないから「分からない」ということになっていますが、それは最大限もったいを付けた言い方だと考えてよいでしょう。実際には現存パーリ聖典は、「釈尊の教えを決して変えないぞ」と頑張っている上座部が、僅かなほころびもなくしっかり守り伝えていますから、その中に釈尊の教えも、かなり良い保存状態で収められていると見る方が自然です。書くことに頼った漢訳聖典が、どの部派のものもボロボロ状態で僅かずつしか残っていない上に、その内容も多くの箇所で改変された跡が見られるのと対照的です。</p>

    <p class="release-date">パティパダー 2004年12月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>

  <!-- テンプレートを改造 連載開始用 -->
  <nav class="nav-single-bottom">
    <a href="<?php echo esc_url( home_url( '/world/study/' ) ); ?>" class="navpart-single-center">INDEX</a>
    <a href="<?php echo get_permalink(get_adjacent_post(false,'',false)); ?>" class="navpart-single-right">次の回</a>
  </nav>
  <!-- テンプレートを改造 -->

</section>