<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 ブッダの「禅定」と「悟り」をめぐる誤解と混乱に終止符を打つ画期的論考</p>
    <h1 class="no-subtitle">仏教的に正しい禅定の作り方</h1>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第二回</p>
    <h2>禅定は九段階</h2>
  </div>

  <div class="study-honmon">
    <h3>禅定は何段階？</h3>

    <p>ではその禅定とは、どんなものでしょうか？どれだけの段階があるのでしょうか？</p>

    <p>禅定は全部で九段階に分けられています。それは三つのグループに細分できます。一つ目は四つのグループ。二つ目も四つのグループ。三つ目が、一つだけ異色のものです。</p>

    <p>最初の四つのグループは「色界四禅」と呼ばれます。色界とは、世界を欲界・色界・無色界の三つに分ける時の色界です。五道輪廻の地獄から六種類の天（六欲天）までが欲界。欲界の天よりレベルの高い世界に梵天があり、それがさらに色界梵天と無色界梵天に分けられます。でも梵天も輪廻の境涯です。存在すること自体が輪廻なのです。</p>

    <p>欲界は、眼耳鼻舌身の五つの感覚器官から入る情報や物質的な感覚を楽しんだり苦しんだりする世界です。テレビを見て楽しんだり食事を味わって楽しんだり殴られて苦しむ世界です。</p>

    <p>色界は、身体を作る物質や物質を成り立たせる空間はあるのですが、その物質自体が物質と言うよりもエネルギー状態みたいな余りにも精妙なもので、しかもそこに住む色界梵天たちはその物質から情報を受け取って楽しむのではなく、禅定状態を作るのに物質というか対象に集中しているだけという世界です。人界と欲界天には普通の善業で往けますが、梵天界には禅定に入らないと往けません。それで禅定自体も「色界」禅定と呼んだりします。その色界の禅定に四段階あります。</p>

    <p>無色界には、身体も瞑想の対象になる物質さえもありません。ただ心だけの存在が空間もない状態で何も対象とせず、心だけで瞑想状態でいます。これにも四段階あります。この瞑想状態を「無色界」禅定などと呼びます。<br>
      より厳密に言えば、何かを対象にして禅定を作る色界禅定は、心を対象に集中させて、定めて、静めていますので色界「禅（jhāna）」と呼びますが、無色界には心を集中させる対象・物質がありませんから、心がただ「至った」「達した」状態という意味で無色界「等至（samāpatti）」と言って区別しています。</p>

    <h4>色界禅は四つ</h4>

    <p>色界四禅は、名前で内容が分かるようになってはいません。第一禅から第四禅まで、ただ数字で表しているだけです。ただし内容は、きちんと明確に説かれています。誰がどんなふうにやっても、もし禅定に入れたなら第一番目ではこうなります、第二番目ではこうなります、と釈尊が目印を付けておいて下さったのです。禅定の各段階で、必ずそういう状態になります。ですから、釈尊が第三禅をお話しされた時、その内容を聞いてそれが自分たちの達した最高ギリギリのあの禅定のことだと分かった仏教外の瞑想家たちが、それが実は最高の悟りではないと知らされて嘆いたのです。<br>
      誰がどんなふうにやっても同じ段階の禅定に入れば同じ内容を体験しますが、実は禅定に入る時から既に、心の状態は同じパターンになっています。<br>
      簡単に言えば二つのことがなくなって、色界第一禅に入ります。</p>

    <p>一つは日常の世間的なこと・欲界への執着がなくなること、<br>
      二つ目は悪いことから離れることです。<br>
      心を何か一点の対象に集中させて、日常の欲と悪から切り離すと、色界第一禅に入るのです。</p>

    <p>第一禅は、言葉による思考と言葉によらない思考がある（有尋・有伺 savitakkaṃ savicāram）、あらゆる関わりから離れること（遠離 viveka ）で生じる喜悦感（pīti） と幸福感（sukha）に満ちた状態です。</p>

    <p>これはまだ、禅定と言うよりは、一点に集中して欲や悪などあらゆる関わりから無理やり離れて生じた楽の体験というようなものです。それでも、欲界の煩わしさから完全に離れられた状態は、明らかに喜び、幸福です。第一禅の最中では思考はまだはたらいています。</p>

    <p>第二禅は、言葉によるものとよらないものの二種類の思考（尋・伺）が消えることにより内（心）が穏やかになり、心が統一され、無尋・無伺の三昧（samādhi）から生じる喜悦感と幸福感に満ちた禅定です。</p>

    <p>必死で一点に集中しなくても既に心は統一されていますので、この段階からは本当にリラックスできます。ここで初めて思考作用がなくなります。第一禅の「離れることで生じる」喜悦・幸福に対して、ここでは「三昧（samādhi）から生じる」喜悦・幸福に満ちると言われるように、厳密に言えば第二禅でやっと、心が禅定（サマーディ）状態に入っているのです。</p>

    <p>ところで、思考作用がはたらいていないのにどうしてその禅定の中身が分かるのでしょうか、説明できるのでしょうか？禅定の最中は確かにただそれを体験しているだけで、何の説明も思考も心に起こってはいないのですが、その禅定から出て日常の欲界の心に戻った後で、その時の禅定状態の心を振り返って、思考と言葉で説明しているのです。体験が先にあり、それについての思考が後からついてくるのです。</p>

    <p>第三禅は、喜悦感と幸福感の内、喜悦感から離れることから、平安（upekhako）であり、気づきと味わいがあり（sato ca sampajāno）、幸福感を身体で感じ、聖者たちが「平安で、気づきを具えて幸福でいる」と語る禅定です。</p>

    <p>ここでは、心が統一されている禅定の喜びさえもなくなり、ただ平安の幸福感だけを感じています。ウキウキする気分が治まって、落ち着いた幸福感だけになるのです。しかも気づきと味わい（sati,sampajāna サティ・サンパジャーナ）はますます冴え、心は澄み渡っています。この状態を、禅定を嗜んでいた仏教外の人々も「平安で云々」と言っていたのです。</p>

    <p>第四禅は幸福感を無くし、苦を無くし、また既に喜びと憂いが消えていることより、不苦不楽の、清らかな平安に（のみ）気づきがある （upekhāsatipārisuddhim）禅定です。</p>

    <p>喜悦と幸福の内、残っていた落ち着いた感じ・幸福感さえなくなりますと、幸福でなくなるのではなく、それどころか「苦」がなくなります。この「苦」は私たちが欲界で通常味わう苦ではなく、色界禅定の最中にさえ感じる、対象と触れて生じる喜悦感や幸福感などの心の揺れ動きのことです。禅定が進むと、この最高の幸福感さえ煩わしいと感じられるのです。それがこの第四禅で消えるのです。禅定から生まれる喜びも、禅定に関して生じる様々な憂いも、色界最高の禅定に達して既に消えていますから、不苦不楽の平安だけを気づき味わうのです。</p>

    何かの対象に触れても心の揺らぎが起こらない、喜悦感も幸福感さえもなくした平安状態の禅定が、対象を取る色界四禅の最高の状態です。禅定をこのレベルまで達してから、釈尊は最高の阿羅漢果に達しました。同様に色界第四禅から悟りを開いたお弟子さんたちの話も、お経にたくさん残っています。

    <h4>無色界等至は四つ</h4>

    <p>平等・平安の悟りの方向ではなく、禅定をさらに進もうとするなら、色界を超えて、何も対象を取らない無色界等至に進むしかありません。</p>

    <p>五番目に、対象に対する意識（rūpasaññā）を完全に超え、（対象に）触れるという意識（patighasaññā）をなくし、あれこれ定まらずに意識することも止めて、「虚空は無辺である」という空無辺処に達します。</p>

    <p>この五番目からが無色界の禅定・無色界等至 （samāpatti）です。喜悦感も幸福感もなくなり、ただ平安だけを気づき味わう色界第四禅の段階から、心が何かに触れることさえなくして、ただ、虚空が限りないという心の状態に到達します。壁などで仕切った「空間」ではなく、遮る「もの」が本当に何もない「虚空」だけが限りない、何にも対象にぶつからない心の状態です。</p>

    <p>六番目に、空無辺処を完全に超え、「識は無辺である」という識無辺処に達します。<br>
      「物質対象に何にも触れない、触れない」と外に心を向けていた空無辺処から、逆に心そのものに心を向けて、心自体が、何にも遮られることのない、限りないものだと、対象に触れず、ほとんど揺れ動きもしない心だけを、ただ味わいます。</p>

    <p>七番目に、識無辺処を完全に超え、「何もない（空）」という無所有処に達します。
      心だけ、ということさえ意識しない「何もない」状態の禅定です。</p>

    <p>八番目に、無所有処を完全に超え、非想非非想処に達します。<br>
      何も意識しない心さえなくしてみようと、意識はおろか、意識しようとする衝動「想（saññā）」さえ起こさせない、でもそれさえも完全に起こらないのは心自体が滅することでちょっと不可能で、実際には想が起こるのか起こらないのか分からないほど微かにして、もちろん意識などは全く起こらない状態にまで達します。</p>

    <p>世俗的に言えば仮死状態のような、意識しようとする衝動さえ起こさないよう抑えられている禅定が、この、色界禅定を超えた無色界等至の最高の状態です。</p>

    <p>このように始めは何かの対象を通して四段階、次に心だけで四段階、心を制御する禅定が、合計八種類あります。</p>

    <h4>苦も楽も感じないのが究極の楽？</h4>

    <p>八種類の禅定を駆け足で見てきましたが、何だか変な話ではないかとお思いになったでしょうか？禅定に入ってこーんな楽しいことやあーんな嬉しいことが味わえるのではないかと期待していたのに、第一禅定の最初っから、いきなり世間の楽しみを全部離れないといけないなんて、がっかりなさいませんでしたか？<br>
      しかもその後も、禅定の段階が一つずつ上がる度に、何かポイントとかご褒美とかが一つずつ貯まるのではなく、それどころか全く逆に、思考作用が消える、喜悦感が消える、幸福感が消えるなどと、一つずつ、感覚がどんどん消えていくのです。無感覚で無感動で、それで何か面白いのでしょうか？</p>

    <p>これは実際にその段階に達した人だけに分かることですが、禅定に入ると、欲界世間の楽しみは確かに煩わしいものだと感じられるそうです。卑近な例で申し訳ありませんが、何の物音も聞こえない山奥の湖畔に佇むと、一流ホテルでのパーティの華やかさが煩わしく思い出されるようなものです。苦はもとより楽さえも、しっかり観察して味わうと、「苦に他ならない。捨てるべきものだ」と分かるそうです。</p>

    <p>そんなわけで、禅定の段階が上がる度に、味わうものが一つずつ消されていくのです。究極の禅定は、想自体さえ、はたらいているかいないか分からないほどの、何ものにもほとんど触れない「楽」です。</p>

    <p>色界四つと無色界四つの八種類の禅定は、釈尊より前から知られていました。釈尊は無色界等至の最後の二つ、七番目と八番目を、出家してすぐに習い、すぐに修得したのでした。それでも、その禅定から出ればまた元通りの心の状態に戻るのです。釈尊は、これら八つの禅定全てを、「現世で楽しむためだけのものだ、執着するな」と、教えておられます。</p>

    <p>その一方で、禅定に入れるほど心を集中できるなら、心の力が強いなら、それだけ早く、簡単に、悟りの各段階に達することができるのも事実です。禅定を楽しむだけでは欲が増えるだけで悟りはかえって遠退きますけど、禅定に入れるほどの集中力で観（ヴィパッサナー）瞑想をして、全てのものごとの絶え間ない生滅変化・無常をありのままに捉えられたら、悟りはとってもスムーズに達せられるのです。禅定は、悟りの助けのためには大変有効な修行です。</p>

    <h4>滅尽定は悟りの体験</h4>

    <p>最後に九番目の禅定を説明しないといけません。これだけは、今の世界では釈尊より前には誰にも達せられていませんでした。想受滅とか滅尽定などと呼ばれていて、想がはたらいているかどうかも分からない非想非非想処からさらに進んで、想で全ての触れることの滅を感受して、それでお終いになるのです。後は滅だけで、想もない状態です。全ての感受を断ち切った、究極の「楽」です。</p>

    <p>お経では簡単に、他の無色界等至と同様に「非想非非想処を完全に超え、想受滅に達します」とだけ説かれますが、実はこれができるのは、完全に悟って阿羅漢になった人だけです。最初の八つの禅定は感受を減らしていくもので、悟っていない人でも瞑想の達人なら達せられるものですが、この九番目の想受滅だけは、減らすだけでなく、滅するという、レベルの違うことをするのです。</p>

    <p>まず悟りを開いて、その人が禅定も得意なら、色界四禅から無色界四等至を経て感受を減らして減らして、最後にレベルを乗り越えて、この九番目の滅の禅定に達することができるのです。感受を完全に滅する想受滅は、「全てのものごと・現象が無常であり、絶え間ない生滅の繰り返しに過ぎない」と自分の力で発見し悟りを開いた阿羅漢、「滅」を自ら捉えた人にしかできないのです。</p>

    <p>九番目の想受滅は、瞑想とか禅定という言い方が当てはまるかどうかさえちょっと分からない、悟りの追体験なのです。何も感受しない、本当に滅の状態です。意識はもちろん、意識したいという衝動・想さえなくして、想によって何かが感受されることさえ滅した状態です。</p>

    <p>悟った人は最長七日間、想受滅の状態のままで居続けられるそうです。想受滅の間は何の心のはたらきもありませんから、その最中にそろそろ出定しようかなどと考えることもできません。どのくらいの時間想受滅に入っているか、いつ想受滅から出定するか、想受滅に入る前に予め決めておきます。時間が来たら、レンジでチーンとするみたいに自動的に心がはたらき始めて、また欲界の日常の心にまで戻るのです。</p>

    <p>想受滅では心の状態に連動して、身体のはたらきもその間ほとんど止まります。飲食や排泄はもちろん、呼吸さえほぼなく、細胞の活動自体がほぼ完全に休止します。身体に絶え間なく起こるはずの活動・変化がほとんど起こりませんので、硬いお地蔵さんのような状態になります。「時間よ止まれ！」などと言ってヒーローが活躍する時は、止まった人々や動物や落ちかけのお皿などが全部カチンカチンに固まって止まっているように描かれていますが、あんな感じです。実際には時間なんかはなく、絶え間なく連続する「変化」があるのですが、その変化がほとんど起こらない身体は、カチンカチンなのです。</p>

    <p>樹下で想受滅に入っていたあるお坊様を見た町の人が、そのお坊様が亡くなったのだと思い込んで火葬にしようとして、動かない身体の周りに薪を積んで一昼夜燃やし、翌日骨を拾いに行ってみたら、ちょうど想受滅から出定したお坊様が身体に付いた薪の灰を払い落としているところに出くわして腰を抜かしたという出来事がお経に記録されています。<br>
      想受滅まで達せられると、悟りもＯＫ、禅定もＯＫで、言うことなしになります。</p>

    <p>【次回予告】
      禅定がどんなものか、これでばっちり明らかにされました。でもその禅定に、一体どうすれば入れるのでしょうか？次回いきなり最終回『五力でひらく、禅定を通じた悟りの世界』をお楽しみに</p>

    <p class="release-date">パティパダー 2005年9月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>
  <?php get_template_part('partials/navigation/nav-bottom-study'); ?>

</section>