<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 パーリ経典を読んで初めて分かった「仏教のゴール」に到るプロセス</p>
    <h1>悟りの階梯</h1>
    <p class="subtitle">悟りの道も一歩ずつ</p>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第二回</p>
    <h2>後進のため、悟りは説き明かされた</h2>
  </div>

  <div class="study-honmon">
    <h3>「悟り」は学習できるもの？</h3>

    <p>悟りの内容は、釈尊以前には知られていず、釈尊以後にも仏教以外には伝わらず、仏教内でも、釈尊の言葉をそのまま記録した初期経典（完全に現存するのはパーリ経典だけです）にしか説かれていません。ですから、他のどんな宗教書を読んでも無駄ですが、初期経典を読めば、悟りとはどんなものか、知識として学ぶことはできます。</p>

    <p>ここで、疑問が一つ湧くかもしれません。「師の指導を受けてきっちり修行しないと到達できない悟りを、ただ経典の説明だけで学べるものでしょうか？」あるいは「知識として知っただけで何か役に立つのでしょうか？」<br>
      その答えは、経典に出ています。と言っても「じゃじゃーん、これが答えで～す」と書かれているわけではありません。<br>
      悟りの内容を、釈尊が言葉で説法した事実、それが経典として残っている事実、これがそのまま、答えです。釈尊が、言葉を超え、本来言葉になどできない悟りの内容を、とにかく言葉にして説明されたということは、言葉の説明だけ、単なる知識としてだけでもいいから、まず学びなさい、それだけでも修行の道標になり、励みになります、という意味です。</p>

    <p>悟りの説明は、もちろん悟りそのものではなく、単なる知識です。そこから本当に頑張って修行すれば、道がどんどん開けるのです。でも、経典に説かれている悟りの説明を読むと、その、知識レベルの説明だけでも、体験した人だけが語れる圧倒的な真実があると分かります。その真実に、言葉のレベルでも触れると、私たちの心も変わります。
    </p>
    <h3>悟りの階梯は四段階とその前の段階</h3>

    <p>悟りは、四沙門果（修行者が得る四つの結果）と言われるように、四段階あります。
      預流果、一来果、不還果の順に一つずつ段階を進み、阿羅漢果で完成します。</p>

    <p>「段階を進む」とは、煩悩が順に消えて、同時に、その分だけ智慧が徐々に現れてくることです。<br>
      煩悩が消えるとは、「欲しいものが見当たらないから欲の煩悩が出ない」「赤ん坊はいつも無邪気で汚れがない」というような、たまたま表面化していないことではなく、どんな状況になっても、もう決して生まれない、根こそぎ消えたということです。最高の阿羅漢果では、全ての煩悩が完全に消えて、心の中に智慧だけが現れています。</p>

    <p>大きく分ければ欲と怒りと無知の三種類、細かく分ければ千五百幾種類もあると言われる煩悩の、一つ一つが根こそぎ消える度に、その分だけ、智慧が現れます。</p>

    <p>不完全でも、預流果で既に悟りです。釈尊が悟りを開かれてすぐの頃、六年間一緒に修行していた五人の修行者たちに最初に説法されました。その説法を聴いただけで心が変化した最初の一人に、釈尊は「コンダンニャは悟った、コンダンニャは悟った」と喜びの声をあげられました。その時の、説法を聴いただけである煩悩を根こそぎ消した悟りは、四段階の最初の、預流果です。その後五人ともしっかり瞑想修行して、間もなく、五人とも最高の阿羅漢果にまで達しました。</p>

    <p>預流果の一つ前の段階もあります。仏法に向かって心がググッと正面向いている状態で、まだ預流果にもなっていないけど、もう決して、悟りの道から離れません。これは預流果に向かう段階ですから、預流向とか預流道と呼ばれます。</p>

    <p>一来果から阿羅漢果までにもそこに向かう段階もありますから、預流向を含めて四つの向と四つの果の全部で八種類が、悟った人と悟りから離れない人・聖者のグループです。それ以外の人は凡夫・一般人です。八種類合わせて四双八輩とも呼ばれる、出家も在家も含めたこの人々が、広い意味のサンガ・仏陀の家族です。仏陀の家族になったら、阿羅漢果に達するまでは苦しみも悩みもまだありますが、お互いに助け合えますので、大安心です。</p>

    <p>経典に説かれている各段階の悟りの内容を、第一段階の預流果から順に最高の阿羅漢果まで見て、それから、悟りから決して離れない預流向という段階を見ることにしましょう。</p>

    <h3>預流果</h3>

    <h4>預流果で消える煩悩は無知に基づく三つだけ</h4>

    <p>最初の悟り・預流果では、細かく分ければ千五百もあると言われる煩悩の中、たった三つ（三結）だけが消えています。でもそれは、悟りを決定付ける三つです。</p>

    <p>一つ目は、「有身見」と呼ばれる煩悩。<br>
      これは欲でも怒りでもなく無知に分類される、誤った見解・邪見です。「私の身体」「私という心身集合体」など、どう呼んでもいいのですが、とにかく何か「私」というものがいると錯覚している煩悩が、まず根こそぎ消えます。瞑想したり集中して仏法の話を聞いたりしている最中に、一瞬でも「私」がいない、何もない瞬間を「体験」して、「ああ、『私』がいるわけではないのだ」と納得した智慧が生まれ、有身見が消えるのです。</p>

    <p>「無常を悟る、無我を悟ることが仏教だ」と言われる、その無常、無我を一瞬だけでも「体験」して、「我がある」という邪見・煩悩が、単なる知識として分かるのではなく、本当に消えるのです。</p>

    <p>二つ目と三つ目は、一つ目の有身見が消えれば、自然に消える煩悩です。<br>
      この二つも無知に基づく邪見です。「疑」と「戒禁取」です。</p>

    <p>「疑」とは、「何が真実か分からないままぐずぐずウジウジしていること」です。預流果に悟ると、このウジウジ状態や真偽を見誤ることがなくなります。</p>

    <p>古代インドではたくさんの哲学や宗教が並び立ち、真理を求めてその師匠たちを尋ね歩く人もたくさんいました。尋ねる人たちはあちこちでいろいろな説を学んでいましたから、一つのことだけ教える哲学者や宗教家たちより結構物知りでした。そのためか時に鋭い質問をすると、はぐらかしたり答えられなくて逆ギレしたりする宗教家たちが結構いました。真理を求める物知りたちは、そんな宗教家にはさっさと見切りを付けて、次の師匠を探しに行きました。</p>

    <p>その人たちが釈尊のもとに来て質問すると、明晰な答えが返ってくるので、まず感服します。そして釈尊に、こんな修行があるからやってみたら？と勧められると、すぐに始めて、すぐに預流果などの結果を出します。その場で出家してやがて阿羅漢にまでなる人も、大勢いました。真理を目の前にして何の疑いもなく、ぐずぐず迷わないので、結果もすぐに出るのです。</p>

    <p>現代の私たちも、あっちの哲学をかじったりこっちの宗教を一日体験したり本誌『パティパダー』を手に取ったり、真理を求めてかなり彷徨っています。その私たちも、無我、無常を実際に「体験」して預流果になれば、「あっ、やっぱりこれが真実か」と分かり、この道を疑わなくなるのです。その後はもう「あっちの宗教もいいかな、こっちの瞑想法もいいかな」などとウロウロしません。</p>

    <p>三つ目の消える煩悩は、戒禁取。<br>
      しきたりや苦行などにこだわることです。このこだわりも、預流果に悟ると消えます。</p>

    <p>女人禁制の山や寺、火渡り、滝に打たれる行など、大変な意味や宗教的意義があるかのような奇習や奇行が、世の中にはたくさんあります。どれも伝統文化ですから、それを守る人々をないがしろにするのはよくありません。せっかく人が歩いている炭火に「無意味だ」と言っていきなり水を掛けたりするのは失礼です。でも、そこに文化以上の、何かの真実があるわけではないと分かっていますから、ありがたがる気持ちはなくなるのです。</p>

    <p>日常の細かいことにも、戒禁取・こだわりはよく見られます。朝、家を出る時は右足から出ないといけない、家に帰ったら上着は右袖から脱がないといけないなど。宗教儀式でも、線香は一本立てる、三本立てる、いいや二つに折って寝かせる、数珠は左手に掛ける、右手に掛ける、両手に掛ける、首に掛けるなど、宗派によってしきたりが全く違います。</p>

    <p>どのようなしきたりも約束事も、それぞれの仕方、文化ですからどのようにしても自由なのですが、「私がやっているのが正しい、これでなければいけない」とこだわったら、それが戒禁取です。真理ではなく、自分が決めた習慣に自分が縛られているのです。この態度は、預流果の人には消えています。これも、欲でも怒りでもなく無知に基づく邪見です。</p>

    <p>ちなみに、自分のこだわりではなく正しい戒律、例えば「殺さない」などでしたら、真理に基づく理由がありますから、自分の幸福のためには言い訳なしに、がむしゃらに、何としても守らなければなりません。正しい戒律にがむしゃらになるのは、自分のこだわり・戒禁取とは別ものです。</p>

    <p>預流果で消えるのは、この、たった三つの煩悩だけです。しかも全て見解・邪見・無知に関するもので、欲も怒りも何も消えていませんから、預流果になっても怒りっぽい性格も欲深な心も、まだほとんど変わっていません。ただ、どうしようもない無知だけが消えて、全ては無常だと分かっていますから、どこかに諦めの気持ちが生まれ、激しい執着は減っています。</p>

    <h4>預流果の特典</h4>

    <p>預流果に達した人は、真理を一瞬だけでも「体験」していますから、それだけでも心はガラッと変わっています。心が変わってしまいましたので、心が決めるその後の進路も、悟りの方向に大きく転換しています。</p>

    <p>まず、預流果になった人はいつか必ず完全な悟りを開いて、最高の阿羅漢果に達することが決定しています。もう決して、完全な悟りに向かう道から退くことはないのです。完全な悟りへの聖なる流れに入った、預かったので、預流果と呼ばれます。</p>

    <p>いつか必ず、と言われても、いつまで頑張れば済むのか分からないと結構心配ですので、釈尊は、「八回目にはもう生まれ変わりません。七回生まれ変わる間には完全に悟れます」と限定しておられます。これも釈尊が決めたことではなく、天眼通で他者の生まれ変わりをたくさん観察して、事実として確認されたことです。経典には、預流果に悟ってから今生ですぐに阿羅漢果にまで達した根性のある人のことも多く記されていますが、この一生涯で決められなくても、死んでまた生まれ変わって七回輪廻する間には、必ず悟れるのです。</p>

    <p>それでも、地獄や餓鬼（幽霊）に生まれ変わるのは、誰でも嫌です。お釈迦様は念のため、「預流果の人は天界か人界にだけ生まれ変わり、地獄、畜生、餓鬼界に生まれることは決してない」ともおっしゃっています。輪廻自体は苦しいですが、その中でも善趣と呼ばれる、悟りを目指せる好い境涯にだけ生まれ変わるのです。</p>

    <p>善趣にだけ輪廻するのですから、預流果の人は当然、それをすれば必ず地獄に堕ちる六種類の悪業だけはできなくなっています。母殺し、父殺し、阿羅漢殺し、仏陀の身体を傷つけること、仏教の家族・サンガを仲違いさせること、仏陀の教えを貶したりその偽物を流布させること。この六つの悪業だけは、預流者は拒否反応を起こして、できないのです。</p>

    <p>ということは、預流者とは言っても、この六つ以外の悪業ならまだまだ犯してしまうかもしれないということです。それほど、人格はまだ不完全なのです。</p>

    <p>ただし預流者は、どんな悪業をしても、それを隠し通したり、ごまかしたりするウソつきの性格だけは直っています。自分の悪事を正直に告白して懺悔します。自分の犯した悪を隠し続けたり、隠すためにごまかしたりウソをついたりする、その心のいや～な気分に耐えられないのです。</p>

    <p>預流者はどんな悪も正直に認め、自分できちんと懺悔します。このような人は結局、素直に頑張りますし、悪を犯しても懺悔して立ち直れるでしょうし、それほど大それた悪事もしないでしょうし、正直だから人々から結構信頼されるでしょうと、容易に想像できます。</p>


    <p>【次回予告】悟りの段階を進むにつれて、煩悩が弱まり輪廻する回数も残り少なくなります。『一来果』から『不還果』まで達すればゴールはもうすぐ。第三回『悟りが進むと輪廻が減る』をお楽しみに。</p>

    <p class="release-date">パティパダー 2005年5月号掲載</p>

  </div>

  <dl class="social-icons">
    <dt>この記事をシェア</dt>
    <dd><a href="http://www.facebook.com/share.php?u={URL}" rel="nofollow" target="_blank"><img src="../../assets/img/ico-fb.png" alt=""></a></dd>
    <dd><a href="https://twiter.com/share?url={URL}"><img src="../../assets/img/ico-tw.png" alt=""></a></dd>
  </dl>

  <?php echo do_shortcode('[ssba-buttons]'); ?>
  <?php get_template_part('partials/navigation/nav-bottom-study'); ?>

</section>