<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 ブッダの「禅定」と「悟り」をめぐる誤解と混乱に終止符を打つ画期的論考</p>
    <h1 class="no-subtitle">仏教的に正しい禅定の作り方</h1>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第一回</p>
    <h2>インド伝統の禅定をお釈迦様が極めた</h2>
  </div>

  <div class="study-honmon">
    <h3>瞑想って何？ 禅定って何？</h3>


    <p>仏教の修行と言えば、どんなものが思い浮かぶでしょうか。白衣を着て滝に打たれる姿？法螺貝を持って山中を歩き回る姿？それともタイヤを五本も六本も腰に巻き付けて夕暮れのグラウンドを走り回る姿？実はこれらはどれも、仏教の修行とは関係のないものです。</p>

    <p>仏教の修行と言えば、薄暗い僧堂で足を組んで（結跏趺坐）背筋を伸ばし、一時間も二時間もピクリとも動かずに座っている姿が、まず思い浮かぶのではないでしょうか。いわゆる瞑想修行ですね。この一見つまらなさそうな、ただ動かないでいることが、仏教の修行の重要なポイントなのです。</p>

    <p>瞑想修行は今では大抵どの宗教でもやっていますが、その内容も方法も、各宗教でてんでんばらばらです。どこかの宗教が最初に始めたら、他の宗教も見よう見まねで取り入れたり、自己流にアレンジしたりして、こんなになったのでしょう。</p>

    <p>仏教では、釈尊が始めから、瞑想修行をその段階ごとにきちんと整理分類しておられます。各段階で得られる境地も、本来言葉で表せるようなものではないのですが、何とか言葉にして、経典にきちんと説き残してあります。そのまま今に伝わっています。</p>

    <p>実は、現在ある様々な瞑想の中では、二千五百年前の釈尊がまとめた仏教のものが最も古く、最も詳しく、最も正確なものなのです。他は全部、仏教のものの一部を取ったか、一部を取って一部を変えたか、一部を取って何かを付け加えたか、さらにまた何かを加えたり変えたりしているだけなのです。</p>

    <p>仏教では瞑想を、その内容から「禅（jhāna）」とも呼びます。「ジャーナ」という音を取って「禅」とか「禅那」とか訳したり、意味を取って「定」とか「静慮」などと訳しますが、心を一点に「定めること」、心を「静めること」です。「定まった状態・静まった状態」も意味します。音と意味を合わせて「禅定」と言うのが、一般に知られている仏教の瞑想の呼び方でしょう。</p>

    <p>ちなみに、現代の一般世間や他の宗教などでは「瞑想」と呼んでいますが、仏教ではそのような修行を、そのやり方から「修習 (bhāvanā)」と呼んでいます。繰り返し何度も励んでチャレンジして、徐々により高い段階に熟達すべきものと考えているのです。</p>

    <h3>仏教の瞑想は二種類あります</h3>

    <p>仏教の瞑想修行・修習は二種類あります。止（samatha）と観（vipassanā） です。</p>

    <h4>観 （vipassanā）瞑想</h4>

    <p>観（ヴィパッサナー）は自分の心身や外界の絶え間ない変化を観察し、その、一瞬ごとに絶え間なく変化生滅し続けている現象を、そのスピードのまま、ありのままに捉えるものです。</p>

    <p>と言いましても、実際には物質の変化は光のスピードで、心の変化はその十七倍のスピードとも言われるほど速いものですから、その変化を始めからありのまま捉えることは到底無理です。始めは必死で変化に追いつこうとして、一つ一つの動きを気づく片っ端から確認、確認、確認していくのです。</p>

    <p>アニメを見るようなものです。始めはただ画面が実際に動いているようにしか見えませんし、それによって感動して泣いたり笑ったりしますが、真剣に観察し続けて一コマずつしっかり捉えることができるようになると、生き生きと動いているように見えた現象が、実は止まっている絵を一つずつ見せてくれているだけだと分かるのです。
      実在すると思っていたものごとが全て無常で、絶え間なく変化生滅している断片の繰り返しだけだと分かると、頭は冴え、感動して心が揺れ動くようなこともなく、いつでも平静、冷静でいられます。事実をありのままに捉えて分かってしまうので、観察を終えて日常生活に戻っても「あっ、それはもう分かっていますから結構です」という感じで、無執着・平静でいられます。</p>

    <p>この観（ヴィパッサナー）瞑想は、その座ったり（座禅）歩いたり（経行）する作法が「禅定」と呼ばれる瞑想と似ていて、しかもどちらも集中力を要するものですから、観瞑想がよくできる人は一般の禅定もよくできることが多いのですが、その内容は、視点が全く違うものです。観（ヴィパッサナー）は釈尊が発見・開発された、仏教オリジナルの瞑想法で、瞑想対象の本質を「絶え間なく変化生滅し続ける現象」と捉えます。そこが既に、「全ては無常」と発見した釈尊ならではのものです。釈尊以前の人々には思いもつきませんし、発見もできなかったものです。</p>

    <p>仏教以外にも知られている、いわゆる「禅定」瞑想は、止（サマタ）瞑想と呼ばれます。観と同じく必死に集中してものごとを観察しますが、視点が観（ヴィパッサナー）とは全く異なります。止（サマタ）では、絶え間なく変化生滅し続ける現象を、その生滅する一つずつを次々に観察するのではなく、現象を「変化しないもの」と仮定して、何か一つの対象だけに集中し続け、そこに心を「留める」のです。</p>

    <p>何か一つのものであれば何に集中してもよいのですが、仏教ではその場合も、集中する対象が善いこと・善いものか、欲や怒りを起こさないものであるようにと工夫して、集中してもよい対象を四十種類だけ選んでいます。地要素に集中して土の壁の一ヶ所だけを見つめ続けたり、慈悲の瞑想をして「生きとし生けるものが幸せでありますように」などと頭の中をそれだけで一杯にして念じ続けたりします。</p>

    <p>集中している間は他の出来事に気を取られていませんので、頭は冴え、心も平静でいられます。でも止瞑想を終えて座から立ち上がり、日常生活に戻ってしまうと、その時の集中感覚もなくなってしまいますので、頭も心も、結構日常レベルに戻ってしまいます。観が一緒に具われば、その心配はありませんが。</p>

    <h4>止 (samatha) 瞑想</h4>

    <p>止（サマタ）は三昧（samādhi）とも言われます。止が文字通り「止、滅」を意味するのに対して、三昧（サマーディ）は心を「統一」して「止めること」、また止まった状態を維持する「定」の意味がより強く感じられます。でもどちらもほぼ同じ意味で使われます。</p>

    <p>私もタイトルにも使って、先にも言いましたが、ポピュラーな「禅定」という言葉は、主に禅定全体を一般的に示す場合が多いのですが、これからお話しします釈尊による禅定の九種類の分類の中では、特に最初の四つ、第一禅から第四禅の禅（jhāna）を指す場合もあります。</p>

    <p>これからお話しします「瞑想」とか「禅定」は、止と観の二つの中、皆様がよくご存じの仏教独自の観（ヴィパッサナー）瞑想ではありません。残念！仏教以前から行われていた瞑想、仏教で言えば止（サマタ）瞑想です。悟りに直結する観瞑想も良いですが、悟りの手助けにもなる一般的な瞑想の修行の仕方、平たく言えば「禅定の入り方」を、釈尊の言葉から教えてもらいましょうと考えています。</p>

    <h3>禅定は誰が始めたの？</h3>

    <p>一般的な禅定は釈尊以前から行われていたと言いましたが、それでは一体誰が始めたものでしょうか？</p>

    <p>お経によれば、釈尊が前世で王様であったり修行者であったりした時は、よく禅定を楽しんでおられたみたいです。今の世界より遙か前の世界の前世でも、禅定などはごく普通に嗜んでおられました。そんな大昔の、宇宙が何回も生まれて滅んだほど前の時でも、禅定は別に釈尊の新案特許というわけでもなく、誰彼となく嗜んでいたように説かれています。</p>

    <p>前世の話でなくても、今のこの地球、今のこの文明の中でも、その当初から人々は禅定を楽しんでいたようです。インド亜大陸北西部のインダス河流域には、今から四千年前、紀元前二千年頃まで、インダス文明が栄えていました。そこでは禅定が結構盛んだったようです。その内容までは分かりませんが、現代のインドのやり方と同じように大樹の陰に座禅を組んで瞑想している人の浮き彫りが、遺跡から幾つか発見されています。</p>

    <p>インダス文明を築いた人々は、インド土着のモンゴロイド系の人々だったようです。アジア大陸の中央部を席巻したモンゴル人の系統です。アジア東部の中国・朝鮮・日本人とも関係が深いです。</p>

    <p>インダス文明は紀元前二千年頃に滅びましたが、西のインダス河に対する東のガンジス河の北岸以北に住む釈迦族などのモンゴロイド系の人々には、その後も禅定の習慣は絶えず伝えられていたようです。</p>

    <p>インダス文明が滅んだ後、紀元前千二百年頃から、西からイラン系のアーリア人が、インダス河を越えてインドに入ってきました。この人々はリグ・ヴェーダという口伝の宗教を、インドに入った頃から紀元前七百年頃までにほぼ完成しました。その後も釈尊が世に出る紀元前五、六世紀までにさらに二つのヴェーダをほぼ完成させました。ただしこれらのヴェーダ文献には禅定とか宗教体験のようなものは何も説かれていません。神話などの他には王様が国や王族の繁栄を願って宗教儀式や祀りをする、または家主が家庭のための宗教儀式をする、その式次第やその功徳などが説かれているだけです。</p>

    <p>儀式・祭祀の執行役だったバラモンたちが後に力をつけて王族の支配を離れ、ヴェーダを聖典とするバラモン教を作り、時代と共に次々にブラーフマナ文献やウパニシャッド文献を作り、さらには長編小説『マハーバーラタ』や『ラーマーヤナ』まで作って聖典にして、今あるヒンドゥ（インド）教のいろいろな宗派が出来上がっています。でもそのどれにも、瞑想を説いたようなところは見られません。</p>

    <p>でもヒンドゥ教は現代までに、瞑想をどこかで取り入れたみたいです。ヒンドゥ教の一派のヨーガ学派が瞑想もしています。ヨーガ学派は釈尊と同じ紀元前五世紀頃に始まったと言われていますが、文献がある程度作成されて現在のように整ったのはもっと後の紀元前後かそれ以降のことです。そのヨーガ学派がきっかけになって、ヒンドゥ教でも徐々に瞑想を取り入れたのかもしれません。釈尊より後のことですから、おそらく仏教から取り入れたでしょう。</p>

    <p>アーリア人が入ってから、インド北西部にいた土着のインド人の一部はインド南部に下りましたが、インド北東部のガンジス河流域、特にその北岸にいた部族は、そのままガンジス河北岸に留まっていたようです。釈尊が出た釈迦族の国や、ヴェーサーリを中心とするヴァッジ族の国、カンマーサダンマを中心とするクル国などです。みなモンゴロイド系で、インダス文明以来の瞑想に対する関心も高かったようです。</p>

    <p>バラモン教では、老いて家督を子孫に譲ったら家を出て遊行生活に入ることをよしとします。一般的にもインドでは仏教以前から、独自に出家して様々に修行することが結構当たり前のように行われていました。そのような出家者の修行方法の一つとして、そして在家でも結構、瞑想は行われていたようです。誰かの専売特許ではなく、誰でも先に学び到達した人が後の人に教えていくような、自由な修行だったようです。瞑想の達人も結構いました。</p>

    <h3>お経に出る禅定の達人</h3>

    <p>お経には仏教以外、と言いますか仏教以前の禅定の達人のことが、少しだけ説かれています。誰あろう釈尊ご自身が、在家の王子の時代に既に、禅定の第一段階に入って楽しんでおられました。誰かに習ったのかどうかははっきりしませんが、釈尊は前世でもしょっちゅう瞑想していたように説かれていますから、やり方も自力で発見されたのかもしれません。</p>

    <p>釈尊は、出家してすぐに二人の師について禅定を学び、それぞれの師から、当時の最高と最高から一歩手前の禅定をすぐに修得されました。でも結局、禅定に入っている間だけ穏やかでいられ、禅定から出て（出定して）日常生活に戻ったらまた日常の煩悩が戻ってくるのですから、すごろくの一回休みみたいなもので、禅定だけでは煩悩を断つ根本的な方法ではないとすぐに見抜かれました。禅定の師は二人とも、釈尊を弟子としてではなく対等な師として一緒にたくさんの弟子たちを指導しようと誘ってくれたのですが、釈尊はにべもなく断って立ち去ってしまいました。</p>

    <p>釈尊が悟りを開かれてからも、ある禅定の外道師が釈尊と悟りと禅定について問答していた時に、面白い事件がありました。釈尊が第三番目の禅定を説き始めると、その師は、「それは三番目の禅定などではなく最高の悟りそのものだ」と主張したのです。釈尊が、「いいえ、これよりもう一つ上にとりあえず禅定の一区切りがあり、それを超えて、悟りに向かうことができます」と説明されると、その師も弟子たちも、「これで私たちの教えが毀れた、私たちはこれ以上のものを知らないのだ」と嘆いたのです。この外道師たちには、第三禅が最高・最上の境地だったようです。</p>

    <p>このように、禅定の達人は釈尊の時代にも結構いたのですが、どの達人も、自分が達した禅定が世間で噂されていた「悟り」なのかどうか、それどころか、禅定のレベルの中でどの程度のものかまでさえも、知らなかったようです。自分が達したレベルを最高のものと信じて、その代わり熱心に修習してその禅定には何度でも簡単に入れるようにして、それだけを弟子たちに教えていたようです。</p>

    <p>禅定がどんなものか、それにどれだけの段階があるのか、それは悟りとどう関わるのか、全部を完璧に把握して、本来言葉にならない禅定の段階とその内容をきちんとチャートにして教えて下さったのは、今のこの世界では、釈尊ただ一人なのです。</p>

    <p>【次回予告】インド伝統の禅定をお釈迦様が完璧に分類されました。それは何段階あるのでしょうか？そしてそれは一体どんなものなのでしょうか？次回をお楽しみに</p>



    <p class="release-date">パティパダー 2005年8月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>

  <!-- テンプレートを改造 連載開始用 -->
  <nav class="nav-single-bottom">
    <a href="<?php echo esc_url( home_url( '/world/study/' ) ); ?>" class="navpart-single-center">INDEX</a>
    <a href="<?php echo get_permalink(get_adjacent_post(false,'',false)); ?>" class="navpart-single-right">次の回</a>
  </nav>
  <!-- テンプレートを改造 -->

</section>