<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 パーリ経典を読んで初めて分かった「仏教のゴール」に到るプロセス</p>
    <h1>悟りの階梯</h1>
    <p class="subtitle">悟りの道も一歩ずつ</p>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第一回</p>
    <h2>悟りって何なのか誰か知ってる？</h2>
  </div>

  <div class="study-honmon">
    <h3>悟りって言葉は知ってるけど、内容は分からない</h3>

    <p>「悟り」は、とても有名な言葉です。内容はよく分からなくても、それが仏教で目指す究極のゴールで、そのゴールに達した人が「悟った人・仏陀」になることは、よく知られています。でも、この、言葉だけ有名なことが、結構くせ者です。言葉は有名だけど中身がよく分からないものは、とかく言葉だけが一人歩きします。</p>

    <p>インドでは、今の世で釈尊が初めて悟りを開かれる前から、「悟り」という言葉は知られていました。「『悟り』とは、とにかく滅多に到達することができない、生命の最高の状態らしい」ということも知られていました。「過去には実際に仏陀がいたようだけど、今の世にはいない」ということも知られていました。インドの真面目な修行者たちはみんな、それがどんなものか分からないまま、その「悟り」を目指して修行していたのです。</p>

    <p>そんな状況でしたから、「仏陀が世に現れた」「釈尊が悟りを開かれた」という話が広まった時、人々は、「仏陀？悟り？何それ？」と尋ねたのではなく、「仏陀が、とうとうこの世に現れたか」と感嘆したのです。</p>

    <p>釈尊が悟りを開かれたことが知れ渡り、仏陀の教えが広まってからは、バラモン教など他の宗教の人も、真面目な人は仏教で出家して仏弟子になったり、在家のまま熱心な仏教信者になったりして、多くの人がそれぞれの段階の悟りを開きました。端からはおよそ分かりませんが、完全に悟りを開いた人同士は、「あの人は悟っている」と、お互いによく分かっていたようです。</p>

    <p>ちなみに仏教では、今の世で最初に、誰にも教えられずに一人で完全な悟りを開かれた釈尊だけを「仏陀」と呼び、その後、釈尊の指導で釈尊と同じく完全な悟りを開かれたお弟子さんたちは、その悟りの階梯の呼び名で「阿羅漢」と呼んで区別しています。</p>

    <p>一方、一部の不真面目な宗教家たちは、仏教にあやかって「自分も『悟り』を開いた」とか「自分も世の中のことが何でも分かる」などと言いふらしました。一般の人々にはどうせ見分けが付かないと考えて、「悟り」という看板だけ立てて、騙してお布施をもらおうと考えたのです。</p>

    <p>悟りの偽物を出して騙すことは、人々が正しく悟りを目指す道を誤らせる、最悪の罪・誹謗正法の行為です。釈尊は、ご自分が個人的に中傷されても心も動きませんし、放っておきましたが、仏陀の教え、特に「悟り」に対する騙し・ウソ偽りには、決して黙っていませんでした。人々が悟りに向かう道を邪魔することは、それほど重大な過ちだったのです。</p>

    <p>釈尊は、相手にも聴衆にも分からない悟りの内容をただ説明しても無駄ですから、ホンの一言で相手をからかって、自分で恥をかくようにしてあげました。例えば釈尊の言葉だけを真似て「『悟り』の内容はこうだ」と言う人には、「私はこうも言いますが、それについてあなたはどうですか？」などと別の言い方をして、相手がそれ以上何も言えないようにしてあげました。それだけで、聴衆には何が真実で何がウソか分かりました。</p>

    <p>釈尊が「ではあなたと議論しましょう」とおっしゃっただけで、恐ろしくなって身体も硬直して、その決められた日時に指定された場所に来ることさえできなくなった宗教家も大勢いました。真実のホンの一部でも見せたら、さらには「真実を見せてあげましょう」と言っただけでも、偽物は自滅するしかないのです。</p>


    <h3>「悟り」や「輪廻」はインド共通の「思想」？</h3>

    <p>それでも釈尊以降のインドでは、「輪廻からの解脱」など「悟り」に関係ありそうな文言が、いろいろな宗教の文献に見られるようになりました。</p>

    <p>釈尊以前には、そんな言葉はどの宗教にも見られなかったのです。と言っても、釈尊の時代以前から伝わっていた宗教文献自体がほとんどなく、口頭伝承のヴェーダくらいのものでした。</p>

    <p>ヴェーダは、釈尊の時代以前からバラモンたちの間で唱えられ伝えられていた、インド最古の宗教文献です。現在では第四のアタルヴァ・ヴェーダを加えて四ヴェーダを数えますが、釈尊の時代にはまだ三つだけが成立していました。リグ・ヴェーダ、サーマ・ヴェーダ、ヤジュル・ヴェーダです。これらヴェーダは、王族に仕えるバラモンたちが王族の祭祀を執行する時に唱える「祝詞」で、内容は神々や自然を讃えたり祈ったりするものですから、「輪廻」や「悟り」が、その「思想」も言葉さえも見られないのは当然です。</p>

    <p>ところが釈尊の時代以後に製作され始めた、バラモン教のみならず全インドを代表する宗教哲学書と言われているウパニシャッド文献群には、その最初期のものに既に「輪廻」やそれからの「解脱」を説くかのような文言が、僅かですが見られます。ウパニシャッドの中の最初期のものに「輪廻と解脱の思想」の断片が見られ、でもその説明は短か過ぎて曖昧で不明瞭ですので、現代の学界では「ウパニシャッドが製作された時代から芽生えて徐々に発展した、インド共通の『輪廻と悟りの思想』が、後に仏教にも取り入れられ、やがて仏教で精密な体系に調えられた」と見ています。</p>

    <p>でもそう結論する理由は、他愛のないものです。仏教の輪廻や悟りの教説が理路整然として体系的なのに対して、ウパニシャッドのものが未整理で不明瞭で原始的だからという、ただそれだけのことなのです。そこには、機械や文明の発展と同様に「思想」も、始めは原始的なレベルのアイデアが徐々に発展して体系化するはずだという「進化論」的思い込みがあるのでしょう。でも事実はそうではありません。</p>

    <p>ウパニシャッドとは「側に仕える、座る」という意味で、バラモンたちが代々師匠から聞き伝えた教えを集めたものです。教えと言っても主としてヴェーダの解説ですから「祝詞」の説明の域を出ないはずなのですが、どうしても当時流行り始めた仏教やその他のいろいろな哲学・宗教の影響が入ります。それで総合的に何でもある文献のような感じになりますが、どれもただ聞いたもので、自分で体験したり発見したわけではありません。ウパニシャッド文献群は何百年もかけてたくさん製作されましたが、その最初の一本から既に、自分の体験ではなく、ただの聞き伝えなのです。</p>

    <p>そのウパニシャッドの、最初の一本とされるチャンドーギャ・ウパニシャッドに、「輪廻」と呼ぶには稚拙な、天と地上を死後の魂が往復する思想が説かれていますが、それさえも、もともと王族のみに伝わる教えだったものを、バラモンが頼み込んで教えてもらったものです。正直なバラモンたちが、王やバラモンの名前も、教えを聞くに至った経緯までも記録しています。そんなわけですから、釈尊の体験に基づく輪廻と悟りの教説以前には、「輪廻」も「悟り」も、インドでさえその内容は知られていなかったのです。</p>

    <p>ちなみに、現代のインドや学界では「身分制度の中でバラモンが最上で王族は二番目だ」と言いますが、これは釈尊の時代頃からバラモン階級が必死に主張してきたことが功を奏したものです。もともとの格は王族が第一で、バラモンは第二です。初期経典では必ずこの順番で出ます。日本の天皇家とその祭祀を勤める神主たちの主従関係に準えれば、インドの王族とバラモンの関係も想像できると思います。王族が、当時の知識人であるバラモンたちを大臣などとして雇い、政治や祭祀を執行する役目を負わせていたのです。</p>

    <p>日本でも古代王権では祭政一致で、執行役を雇っていました。インドでは、バラモンたちが仕えていた王族が興亡を繰り返す一方、バラモンたちはどの王族にも仕えて祭祀を勤めましたから、血統や伝統が単一の王族より長くなって、歴史の代表格になっただけです。</p>


    <h3>悟りも輪廻も釈尊が体験した事実</h3>

    <p>そもそも、悟りも輪廻も、釈尊や他の宗教家たちがまず素朴なアイデアを出し、それからインド中で頭をひねって徐々に複雑に体系付けて完成させた「思想」なのではありません。輪廻は、もともと輪廻し続けているのに誰も気付かなかった明らかな事実、それからの解脱・悟りも、やってみれば悟れた人だけが体験として分かった明らかな事実です。その事実を、今の世界では釈尊が初めて体験し、体験したその内容を何とか言葉にして説明しただけです。言葉を練り上げる「思想」ではなく、単なる事実ですから、それまで全く知られていなかった内容が、釈尊が初めて体験して分かったところで、すぐに、その精密な階梯を順序立てて詳しく流暢に説明できたのです。</p>

    <p>現代の学界でも、歴史を調べれば調べるほど、どのウパニシャッドも釈尊より後に製作されたことが分かり、現在では「ウパニシャッドの最初の二本だけは釈尊より古いはず」というところまで譲歩しています。でも、その二本もいずれ、釈尊より後に作られたと認められるでしょう。</p>

    <p>何よりも、初期経典を読むと、どのウパニシャッドも釈尊より新しいものであることが分かるのです。経典の中で釈尊は、三ヴェーダの名は何度も挙げていますが（第四のアタルヴァ・ヴェーダはまだ製作されていませんでした）、ウパニシャッド文献のことは、何もおっしゃっていないのです。</p>

    <p>釈尊は三ヴェーダを製作した十大仙人の子孫であるバラモンたちと知り合いで、十大仙人の釈尊当時までの家系や仙人たちの生活状況も、バラモンのある家系が釈迦族の奴隷を先祖とすることまで、何でもご存じでした。その知識の多くは、王族として釈迦国の王子であった頃に学ばれたもの、さらには、出家してから悟りを開かれるまでの六年間の遊行時代に学ばれたものです。悟りを開かれてからは、十大仙人の子孫を含む名高いバラモンたちが、釈尊のもとに教えを乞いに訪れて、釈尊と交流していました。そんな釈尊が、バラモンたちがその当時既に製作していたなら、ウパニシャッドのことだけたまたまご存じなかったということは、あり得ません。</p>

    <p>釈尊が入滅された後に、釈尊が初めて説かれた輪廻や悟りの教えを基にして、ウパニシャッドの「思想」や文章が製作されたのです。でも輪廻や悟りは、どうせ悟りを体験しないと分かりませんし、「我」を説くバラモン教が絶え間なく「輪廻」転変する心を説くのも自己矛盾ですので、ウパニシャッドでは、ずーっと後代に製作された文献でも、「輪廻」や「悟り」の文言は相変わらず短くて曖昧で不明瞭で中途半端なままなのです。</p>

    <p>「悟り」の言葉だけはインドで古くから知られていましたが、その内容めいたものがインドの文献に少しでも触れられるようになったのは、全部、釈尊が初めて明らかにされてから後のことです。それも、仏教以外のものは稚拙な喩え話程度のものです。</p>


    <h3>一気に悟る？ 徐々に悟る？ － 頓悟説と漸悟説 －</h3>

    <p>インドの諸宗教だけでなく同じ仏教の中でも、「悟り」がどんなものかよく分かっているとは言い切れないようです。</p>

    <p>中国や日本の仏教では、「悟り」についての見解が、大きく二つに分かれています。一気にパッと「悟る」と主張するいわゆる「頓悟」説と、徐々に悟りを開いて最後に完全に「悟る」とするいわゆる「漸悟」説です。パッと悟る方は禅宗の一部や天台宗など大乗仏教の説で、徐々に悟るものは、北伝部派仏教の一派・説一切有部の『倶舎論』に基づく倶舎宗など、いわゆる「小乗」仏教の説です。</p>

    <p>説一切有部と同じく「小乗」と見なされる南伝上座部が保持するパーリ経典では、『倶舎論』と同様に預流、一来、不還、阿羅漢の四段階の悟りを説きますから、上の分類に従えば、徐々に悟る「漸悟」説ということになります。</p>

    <p>これについて学界では「始めは大乗のように『悟り』を一言で説明していたが、後にその『思想』を『小乗』が四段階に分類発展させたのだろう」と見ますが、これも「思想」は徐々に発展するはずという「進化論」的思考に過ぎません。何よりも、これでは大乗と「小乗」の成立順序が逆になってしまいます。初期経典やそれに基づく上座部、説一切有部などの部派仏教が始めにあって、それから後、大乗が成立発展したのですから、パーリ経典や部派仏教にしっかり残されている悟りの四段階が、大乗経典を製作する時に故意に除外された、あるいは単に抜け落ちたと考えるのが妥当です。大乗経典を製作した人々には、悟りの具体的な内容は理解できなかったか、興味が湧かなかったのかもしれません。</p>

    <p>でも大乗経典にも、悟りの四段階の一端は見られます。いつかは完全な悟りを開くことが決定した「不退転・正定聚」の位は、四段階の最初・預流果に当たり、次に生まれ変わる時はそのまま悟るとする「一生補処」の位は、第三段階の不還果の影響を受けているでしょう。でも、どれも断片的で揃っていません。</p>

    <p>何よりも釈尊ご自身が、経典（パーリ経典）の中で「悟りは順々に完成するもの」と明言されていますので、「頓悟」と「漸悟」の問題は、始めから起こらないはずのものだったのです。中国にはインド出身のお坊さんが単身で入ったことはあっても、正式な教団として入った記録はありません。当然、初期仏教は中国に根付きませんでした。初期経典も、幾つか漢訳はされたのですが、その後焼かれたり紛失したりして中国や日本のお坊さんの目にはほとんど留まらず、僅かに残った漢訳初期経典も、大乗経典に比べてあまり熱心に研究されませんでした。そのように初期仏教を知らないままの中国・日本仏教で、後にこのような問題が起こっただけなのです。</p>


    <p>【次回予告】悟りは四段階の階梯を一つずつ進む道程。その第一の階梯『預流果』が今明らかにされます。第二回『後進のため、悟りは説き明かされた』をお楽しみに。</p>

    <p class="release-date">パティパダー 2005年4月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>

  <!-- テンプレートを改造 連載開始用 -->
  <nav class="nav-single-bottom">
    <a href="<?php echo esc_url( home_url( '/world/study/' ) ); ?>" class="navpart-single-center">INDEX</a>
    <a href="<?php echo get_permalink(get_adjacent_post(false,'',false)); ?>" class="navpart-single-right">次の回</a>
  </nav>
  <!-- テンプレートを改造 -->
  
</section>