<section class="houwa-wrapper">
  <div class="study-midashi">
    <p class="series-title">特別連載 最新の仏教研究で解き明かすパーリ三蔵の成立過程</p>
    <h1>パーリ聖典の源流</h1>
    <p class="subtitle">釈尊の言葉は失われたのか？</p>
    <p class="author">藤本晃（慈照） 文学博士・誓教寺住職</p>
  </div>

  <div id="div01" class="div-midashi">
    <p class="kai-number">第四回（最終回）</p>
    <h2>無常の世界に不変の真理</h2>
  </div>

  <div class="study-honmon">
    <h3>パーリ聖典がマガダ語からの翻訳？</h3>

    <p>第三結集の後、つまりマヒンダ長老を始めとする上座部がスリランカで伝道を開始してからの経緯は、『島史』『大史』などスリランカの史書に詳説されている通りです。上座部はスリランカに渡ってからは、他の部派とほぼ無縁となりました。他の部派がやがて滅びた一方、上座部は現在に至るまで自らの経緯を細かく記していますので、スリランカ上座部の歴史や事跡は、さすがに現代の学界でも疑われていません。その中、パーリ聖典に関しては、スリランカに渡ってからは現在まで、何の変更も加えていないということが、学界でもほぼ理解されています。</p>

    <p>一点だけ疑問視されているのが、「スリランカに渡ってから、あるいはおそらく南西インドにあった頃に既に、上座部の聖典が釈尊当時のマガダ語から現存するパーリ語に訳されたのではないか」というものです。</p>

    <p>史書などに全く記されていないのにこのような疑問が起こる「根拠」は、おそらく二つ挙げられるでしょう。一つは、インドに残った、今はなき諸部派の経や律が地元の方言に翻訳されていたことです。原本は既にないのですが、幸か不幸か漢訳された文言から、原語がマガダ語あるいは「パーリ語」ではなく、例えば北西インドのガンダーラ語などと判別できるのです。このことから学界では、「やはり諸部派は聖典を地元の言語に翻訳していたのだ。だからパーリもそうに違いない」と推測（憶測？）しています。</p>

    <p>これについては、何の証拠もないのに、他部派のものがそうだからと言って、どうして上座部のパーリ聖典もそうだと憶測できるのか分かりません。</p>

    <p>もう一つの「根拠」は、現在のパーリ聖典の言語が、釈尊当時のマガダ国で使われていたであろう「半マガダ語」と、発音がかなり、動詞の活用や名詞の格変化が少し、違うという言語上の問題です。</p>

    <p>「半マガダ語」は、釈尊と同時代に同じくマガダ国などで活動していたジャイナ教の祖師や弟子たちによる文言に残るものです。マガダ語も「パーリ語」と同様、今は死語になっていますので、ジャイナ教の文献は釈尊当時のマガダ語の痕跡を辿る貴重な資料です。</p>

    <p>でも「半マガダ語」は、「半」が付くように、完全なマガダ語とは言えない、方言のようなものです。それとパーリ聖典の言語が違うと言われても、パーリの方が完全なマガダ語である可能性は当然残ります。</p>

    <p>仏滅二百年後のアソーカ王による法勅碑文からも、パーリ聖典の言語の問題が推定されています。アソーカ王はインドの至る所にその地方の言語で碑文を建てましたから、上座部が活動していた南西インドのピシャーチャ語と、マガダ地方の「マガダ語」のことが少し分かります。</p>

    <p>でも「パーリ語」はそのどちらとも少し違うのです。「アソーカ王碑文の『マガダ語』とパーリ聖典の言語は少し違うから、やっぱり聖典はマガダ語からパーリ語に翻訳されたのだ」と学界では言われるのですが、釈尊の時代から二百年も後の「マガダ語」が釈尊当時のマガダ語と同じものかどうかは、江戸時代の日本語と現代の日本語を比べてみると想像できるでしょう。</p>

    <p>パーリ聖典の言語は、アソーカ王当時の南西インドのピシャーチャ語とも少し違いますから、ピシャーチャ語でもありません。しかも両者に似た点があるとしても、パーリ聖典が南西インドのピシャーチャ語に影響を与えた可能性を考慮しなければなりません。パーリ聖典の言語が、それを説く長老たちと共に、二百年間も当地の人々の宗教生活の指針となっていたのですから。</p>

    <p>このように、「聖典がマガダ語からパーリ語に翻訳された」と言われても、言語から見ても、史書などの文献資料から見ても、その証拠は全くないのです。他の部派の聖典は翻訳されたかもしれませんが、パーリ聖典だけは、何か他の言語から「パーリ語」に翻訳した形跡が見つからないので、パーリ聖典は、始めからその言語で説かれ、それがそのまま何の改変も受けずに現在に至っていると考える方が、自然です。もはや知ることができないと学界では思われている、釈尊が使っていた言葉が、実は、パーリ聖典に残された「パーリ語」だったと考えると、最も単純なその見解が、最もつじつまが合うのです。</p>

    <p>そもそも、釈尊の言葉そのままの聖典を全く変えないで保持し続けてきた上座部が、どのような理由があっても、言語がどれだけ似ていても、その金言を他の、例えば地元の言語に翻訳したとは、もともと考えられません。翻訳自体が聖典を変更する大問題ですから。現に上座部は、パーリ聖典をスリランカのシンハラ語にも翻訳していません。パーリ聖典はパーリのままです。</p>

    <h3>諸部派のその後 無常の世界に不変の真理</h3>

    <p>アソーカ王の時代に上座部はスリランカに伝道しましたが、インドでは、上座部はやがて消え去ったようです。全てスリランカに移動したのかもしれません。</p>

    <p>インドに残った他の部派も、同様に消え去ってしまいました。戒律まで変えてしまった大衆部諸派は、アソーカ王に批判されてから二、三百年の内に、その聖典と共に歴史の彼方に消え去りました。</p>

    <p>説一切有部は、部派の中で最後までかなり粘りました。インドの北西部でバラモン教と対抗しつつ、紀元前後からのサンスクリット語ブームに乗って、その後の自派の論文（もはや経典のまとめとしてのアビダルマではなく、大乗の「論」と同様の署名入りの「仏教に関する個人の論文」です）をサンスクリット語で綴り、大乗と同様、中国やチベットにも輸出しました。</p>

    <p>その後、紀元三、四世紀には説一切有部のアビダルマと大乗の「中観派」の良いとこ取りをした大乗「唯識派」も出ましたが、それと対抗しつつ、「本家」の有部自身もさらに紀元七世紀頃までは頑張っていました。でも結局滅びてしまいました。</p>

    <p>このように、原語を捨てて翻訳したものも含めて、釈尊の聖典を僅かでも変えた部派は、全て滅んでしまいました。第一結集で確定した聖典を、その後もずっと保持し続け、僅かでも変えた証拠が全く見当たらない上座部だけが、スリランカや東南アジアを始め、世界中で今も脈々と生き続けているのです。</p>

    <p>というわけで、唯一完全な形で残っている上座部のパーリ聖典が、実は最初からの、言葉も内容も釈尊が説き残した教えそのものだと分かるのです。</p>

    <p>現存パーリ聖典が釈尊の教えそのままかどうか、もう一つ確かめる方法があるのですが、それは、いわゆる学問的な方法ではありませんので、学界では問題になりません。その方法とは、現存パーリ聖典を自分で読んで理解し、説かれている内容を自分で実践して確かめることです。パーリからの和訳本でも良いのですが、教えの内容に直に触れると、それが釈尊の言葉そのままかどうか、自分ではっきり分かります。</p>

    <p>「それは主観的だ」と言われれば、「そうですね」としか応えられませんけど、客観的な学問ではなく、自分が悟り、自分が苦しみから逃れる教えですから、それが釈尊が説いた教えかどうかは、そこに悟りへの道が示されているかどうか、自分で確かめれば分かるのです。</p>

    <p>誰にも明らかに示された不変の教えを、求めさえすれば、私たちも今すぐ手にすることができます。聖典（パーリ）は今もここにあるのですから。（了）</p>

    <p class="release-date">パティパダー 2005年3月号掲載</p>

  </div>

  <?php echo do_shortcode('[ssba-buttons]'); ?>

  <!-- テンプレートを改造 最終回用-->
  <nav class="nav-single-bottom">
    <a href="<?php echo get_permalink(get_adjacent_post(false,'',true)); ?>" class="navpart-single-left">前の回</a>
    <a href="<?php echo esc_url( home_url( '/world/study/' ) ); ?>" class="navpart-single-center">INDEX</a>
  </nav>
  <!-- テンプレートを改造 -->

</section>