<?php
global $sect_title;
$sect_title = array (
  '入会方法', // sect-1-title
  '協会のお布施窓口'  // sect-2-title
);
?>

<section id="sect-0">
  <h1 class="leadtext">あなたもブッダの教えの<br>サポーターになりませんか？</h1>
  <p><img src="<?php echo esc_url( get_theme_file_uri('/assets/img/about-3.png') ) ?>" class="img-about-3" alt="人のつながり">日本テーラワーダ仏教協会の会員になると、月刊機関誌『パティパダー』や施本などが送付されます。機関誌『パティパダー』には、他の書籍では読めないスマナサーラ長老をはじめとした初期仏教長老方の最新のご法話やパーリ経典の和訳、協会に関連した各種行事の情報などが掲載されています。<br>
    また、新規に入会された方には、『パーリ日常経典』などが入った入会セットを進呈しています。<br>
    何よりの特典は、<b>仏法を学び・実践する集いに参加することで得られるこころの喜び</b>です。
    自らのこころを育て、お釈迦様の仏法を日本で花開かせるための活動に、あなたも参加しませんか？ ブッダの教えのサポーターとして共に歩みましょう。</p>
  <h3 class="lead-aboutus u-mt-2rem">私たちが目指す生き方</h3>
  <ul>
    <li>私たちは、すべての悪行為をやめるように努力します。</li>
    <li>自ら善行為をするように励みます。善行為に励む他の人々を応援して協力します。</li>
    <li>心が怒り・嫉妬・憎しみで汚れているから、生きることは苦になると理解します。</li>
    <li>汚れのない清らかな心を育てることに励みます。他人にもそれを勧めます。</li>
    <li>他人の過ちを批判する排他的な生き方をやめて、人が幸福になる道を教えます。</li>   
    <li>常識的で道徳的な人間として生きることに励みます。</li>
    <li>食べるもの、着るもの、あらゆるものに節度をもち、<br>必要以上に使うことで他の生命の生きる権利を奪わないようにします。</li>
    <li>日々怠ることなく、より善い心を育てることに励みます。</li>
    <li>釈迦牟尼ブッダによって説かれたこの生き方は、<br>人類が苦しみを乗り越えるための教えであると理解して、仏道を歩みます。</li>
  </ul>
  <p><b>日本テーラワーダ仏教協会は、<br>このような生き方を目指して日々精進している集いです。<br>あなたもぜひ仲間として参加してみてはいかがでしょうか。</b></p>
</section>


<section id="sect-1" class="toiawase-box">
  <h3 class="headline-toiawase">入会方法</h3>
  <ul>
    <li>入会ご希望の方は、初年度会費として<span>７千円</span>（次年度からは年会費<span>５千円</span>）を下記の郵便口座までお振込みください。</li>
    <li>郵便局の振込用紙でお振り込みされる際、通信欄に「<span>入会希望</span>」と明記し、「<span>お名前・読み仮名・郵便番号・ご住所（機関誌パティパダーの発送先）・電話番号</span>」をご記入ください。</li>
    <li><span><b>ゆうちょダイレクトや他行からお振込みの場合は、必ず協会事務局までメールにて上記項目をお知らせください。</b></span>その際「<span>振込日・振込金額</span>」をあわせてご連絡ください。ご連絡が無いと入会手続きができませんので、重ねてお願い申し上げます。</li>
    <li>協会の入会・退会は自由に行えます。</li>
    <li>入会金・年会費は仏法僧へのお布施としてお預かりします。お布施の返金はできませんので、予めご了承ください。</li>
    <li>ご不明の点は<a href="<?php echo get_permalink(237); ?>">協会事務局までお問合せ</a>ください。</li>
  </ul>
  <div class="wrapper-kouza">
    <div class="kouza-box">
      <dl class="kouza-data">
        <dt>郵便振替口座</dt>
        <dd>００１２０－５－７６３９１４</dd>
        <dd>宗教法人日本テーラワーダ仏教協会</dd>
      </dl>
    </div>
    <div class="kouza-box">
      <dl class="kouza-data">
        <dt>他行からのお振込み</dt>
        <dd>ゆうちょ銀行 〇一九 店<small>（ゼロイチキユウ店）</small></dd>
        <dd>当座　０７６３９１４</dd>
      </dl>
    </div>
  </div>
  <dl class="keizoku-kaiin">
    <dt>2年目以降の会員継続について</dt>
    <dd>
      <ul>
        <li>継続会員の年会費は５千円です。</li>
        <li>継続会員の年会費は、<span>更新月にお送りする機関誌パティパダーに同封された振込用紙</span>を使ってお振込みください。</li>
        <li><span>所定の振込用紙以外でお振込された方</span>は、お手数ですが<a href="<?php echo get_permalink(237); ?>">事務局</a>までご一報ください。</li>
      </ul>
    </dd>
  </dl>
</section>

<section id="sect-2"  class="u-clearfix">
  <h2 class="headline-dana">協会のお布施窓口</h2>
  <p><img src="<?php echo esc_url( get_theme_file_uri('/assets/img/img-ohuse.png') ) ?>" class="embedded-image-ohuse">日本テーラワーダ仏教協会では、サンガの維持（修行中の僧侶方の生活援助・精舎の運営・法要の執行など）と伝道活動（日本各地で行なわれる長老方の講演会・法話と瞑想会・勉強会のサポート、出版など）を行っています。<br>
    それらの活動は、おもに皆さまからお寄せいただくお布施（賛同金・ご喜捨）により支えられております。お釈迦様の教えを日本に伝え広める活動のため、ご協力よろしくお願いいたします。</p>
</section>

<h3 class="headline-danalist">お布施項目と使途</h3>

<table class="dana-table stack">
  <tbody>
    <tr>
      <th>１．協会仏教活動お布施</th>
      <td>協会の運営を維持し伝道活動全般をサポートするためのお布施窓口です。通常のお布施の他に、①定額お布施（協会が仏教伝道活動を支える安定した財政基盤を作るための一口10万円のお布施）、②施本お布施（お釈迦様の教えを広める施本の制作、刊行のためのお布施）もこちらの窓口で受付けます。<span>＊1</span></td>
    </tr>
    <tr>
      <th>２．比丘サンガ支援お布施</th>
      <td>比丘サンガの僧侶方の布教活動や修行をサポートするためのお布施窓口です。日々の食事のお布施、ウェーサーカ法要・カティナ衣法要などの法要に関するお布施もこちらの窓口で受付けます。<span>＊1 ＊2</span></td>
    </tr>
    <tr>
      <th>３．スリランカ仏教教育福祉</th>
      <td>スリランカのキリタラマヤ寺院と付属仏教日曜学校を支援する他、スリ・スダンモーダヤ基金に委託して子供たちの医療・教育支援を行うためのお布施窓口です。<span>＊1</span></td>
    </tr>
    <tr>
      <th>４．建立護持お布施</th>
      <td>協会の寺院であるゴータミー精舎、アラナ精舎、マーヤーデーヴィー精舎、熱海仏法学舎の維持・運営のためのお布施窓口です。各精舎の水道光熱費も建立護寺お布施から支出されています。<span>＊1 ＊3</span><br>＊2022年9月から実施している「熱海仏法学舎リニューアル工事」へのお布施は <a href="<?php echo get_permalink(4911); ?>">こちらのページ</a> に記載の専用口座宛にお振込ください。</td>
    </tr>
    <tr>
      <th>５．慈しみ募金</th>
      <td>災害被災者支援のための募金窓口です。2011年の東日本大震災をきっかけに設立されました。詳しくは<a href="<?php echo get_permalink(231); ?>#sect-3">こちら</a>をご覧ください。<span>＊4</span></td>
    </tr>
  </tbody>
</table>

<ul class="dana-caption">
  <li>＊1　寄進者のお名前が機関誌パティパダーに掲載されます（事務処理と紙面の都合により各項目5000円以上寄進された方が対象、匿名希望の方はお振り込みの際にその旨ご連絡ください）。年間の収支決算は、総会及びパティパダーで報告しています。</li>
  <li>＊2　各種法要は、法要ごとにパティパダーで開催をお知らせしてお布施を募り、終了後は集計報告を掲載します。</li>
  <li>＊3　大規模計画の折には状況報告を本誌誌面に掲載します。</li>
  <li>＊4　毎月の運営を本誌「協会ニュース」にて報告します。</li>
</ul>

<section class="toiawase-box">
  <h3 class="headline-toiawase">お布施（ご喜捨）方法</h3>
  <ul>
    <li>お布施をされる方は下記の郵便口座あてにお振込みください。</li>
    <li>郵便局の振込用紙でお振り込みされる際は、通信欄に「<span>お布施項目</span>」を明記し、「<span>お名前・読み仮名・郵便番号・ご住所・連絡先電話番号</span>」ご記入ください。</li>
    <li><span><b>ゆうちょダイレクトや他行からお振込みの場合は、必ず協会事務局までメールにて上記項目をお知らせください。</b></span>その際「<span>振込日・振込金額</span>」をあわせてご連絡ください。ご連絡が無いと適切な手続きができませんので、重ねてお願い申し上げます。</li>
    <li>お布施項目の名称の記載がない場合は「協会お布施」とさせていただきます。</li>
    <li>記入内容が不明で確認がとれない場合は、3ヶ月後に「協会お布施」とさせていだたきます。</li>
    <li>ご不明の点は<a href="<?php echo get_permalink(237); ?>">協会事務局までお問合せ</a>ください。</li>
  </ul>
  <div class="wrapper-kouza">
    <div class="kouza-box">
      <dl class="kouza-data">
        <dt>郵便振替口座</dt>
        <dd>００１２０－５－７６３９１４</dd>
        <dd>宗教法人日本テーラワーダ仏教協会</dd>
      </dl>
    </div>
    <div class="kouza-box">
      <dl class="kouza-data">
        <dt>他行からのお振込み</dt>
        <dd>ゆうちょ銀行 〇一九 店<small>（ゼロイチキユウ店）</small></dd>
        <dd>当座　０７６３９１４</dd>
      </dl>
    </div>
  </div>
</section>
